[
  {
    "name": "d4 Places You'd Rather Die Than This Dump",
    "category": "???",
    "subtitle": null,
    "roll": "d4",
    "entries": [
      {
        "rowNum": "1",
        "tableItem": "I'd rather die in a wheelbarrow full of broken glass & lemons while listening to Smooth Jazz"
      },
      {
        "rowNum": "2",
        "tableItem": "I'd rather die skinned alive, drowned in salt"
      },
      {
        "rowNum": "3",
        "tableItem": "under some juicy cuts of meat 🍖"
      },
      {
        "rowNum": "4",
        "tableItem": "Can the basilisks kill me so I don’t suffer this crap."
      }
    ]
  },
  {
    "name": "d5 Weird Martial Arts Styles",
    "category": "???",
    "subtitle": null,
    "roll": "d5",
    "entries": [
      {
        "rowNum": "1",
        "tableItem": "Shatner Fu | your fighting style is like a 60s scifi stuntman. | ~double axe handle forearm strike 1d8dmg | ~Add a Glitch if your shirt is torn"
      },
      {
        "rowNum": "2",
        "tableItem": "Improv Fu | your fighting style is using random items and  scenery if you have no weapons. | -add a glitch(or omen)  for being creative with the scenery attacks or checks |"
      },
      {
        "rowNum": "3",
        "tableItem": "Tie kwon dough is a Corpo martial art unique unto itself. The word can be translated to mean \"I don't speak Korean you fucking racist\". The particulars of this combat sport involve picking up one's phone, and calling for security with lightning fast reflexes! Only Corpos can learn Tie kwon dough. A Corpo who knows Tie kwon dough may not act in combat except to flee or call in reinforcements. Beginning on combat round 2, reinforcements start arriving. Corpo Reinforcement Operatives | HP 6 | Morale 7 | Undercover vest -d4  Marksman rifle d10 | Fall Back: Even though they work for some horrible monsters, these people all have lives and families. These enemies also roll morale checks if any of their fellow ops are down, not just the leader. If one operative fails their morale check, they all fail. When they fail, roll d4 (instead of d6) on the Flee/ Surrender table."
      },
      {
        "rowNum": "4",
        "tableItem": "Baristasu | Mainly practiced within the great coffee conglomerates, this highly technical martial art involves a variety of performance and self defense forms for the brewing of hot liquid related products and weapons. However recently one of the great conglomerates folded leaving many barista's without a foodal lord. This has lead to the rise of street Baronin serving hot bitter pain with a side of pastry. | Quick pour: The very basis of Baristasu, the quick pour distracts the opponent with a flashy trick opening them up to attack.  dr12, your next attack on the targeted opponent does full weapon damage. | Pain au curatif: An expertly crafted multilayer bread stuffed with a unique healing compound known only to Baristasu masters. D6 hp."
      },
      {
        "rowNum": "5",
        "tableItem": "Interpretive dance-Fu | You have listened to the beats so much you learn to time the attacks well enough to the metronome. Are you on the rhythm?: from each turn to change these beats per minute or BPM roll a d20 which gives you an attack for how many times per bpm. | 1-5 40-49 bpm- 1 attack  | 6-10 50-79bpm -2 attacks | 11-13 80-100 bpm- 3 attacks | 14-16 109-130bpm - 4 attacks | 17-18  130-170 bpm - 5 attacks | 19-20 171-200 bpm - 6 attacks | Roll the number of attacks you do.  for instance  5 attacks for a revolver d6 5d6 and roll 5d20 to check."
      }
    ]
  },
  {
    "name": "d6 Exotic or Altered Beasts Kept as Pets by the Wealthy",
    "category": "???",
    "subtitle": null,
    "roll": "d6",
    "entries": [
      {
        "rowNum": "1",
        "tableItem": "R3D IX | A big wolf with red fur, whip like tail,  and nasty sharp teeth in plan 9 that had been captured by the wealthiest member of the hills. More than anything the it wanted to go back to plan 9. | Hp 30 | armor d4 thicker fur and skin | morale 20 | weapons d4 tail whip d10 maw | Special: if the handler is killed or knocked out roll the reaction table for the creatures behavior. | Ed D. Criswell, The handler | hp 10 | armor d4 bulletproof tuxedo | weapon d8 golden assault rifle, d4 grenades"
      },
      {
        "rowNum": "2",
        "tableItem": "GO TOAD | this reptile is only found in the broken sewers underneath GO. A fully adult toad is about 18\" long and 10\" wide. It appears black in color, but glows purple & gold under blacklight. It secrets a unique chemical that can be refined into a purple dye or a medication for syphilis. Dont touch it with your bare hands, the chemical in its raw form is highly hallucinogenic. There are rumors of lost Toad Hunters, caught in their own Wonderland, wandering the decrepit sewers of GO."
      },
      {
        "rowNum": "3",
        "tableItem": "Llaiga Shark | A spliced Llama and Tiger shark Hybrid Abomination. They're usually kept in a Mote or Pool but can be equipped with a special collar pushing Oxygenated water through their gills These creatures continuously grow scales Increasing their size until they're so big they can barely move which is usually the time they're replaced by owners looking for their utility. They make for intimidating guard animals as the less scaled ones prove quite fast and they have an ability to machinegun spit teeth at their enemies which they rapidly regrow. | HP: 10/12/14 | Armor D4/D6/D8 | Morale 8 | Weapons Bite: D8 damage  or Machinegun spit: d4 enemies suffer d4 damage."
      },
      {
        "rowNum": "4",
        "tableItem": "Hipponaut | up in the Hills there is an infamous drug dealer who keeps a hippo as a pet, for disposing bodies. However, this particular hippo had a series of illegal psych enhancing surgeries. When you feed a person to the hippo, he will consume it, bone and all, then begin speaking. The hippo will recite the life story of the deceased, in Bohemian Prose, akin to a Shelly poem."
      },
      {
        "rowNum": "5",
        "tableItem": "Giant Non-Euclidean Extradimensional Tiger | Also known as G.N.E.T. (Janet), she is the main attraction at Dr. Dumbass's new super duper mega mansion. Being from a higher dimension, her form seems to disappear and reappear is sections, never fully visible at any one time. She doesn't appear to be much bigger than a regular tiger. Unlike a regular tiger however, she is super nice and seems as intelligent as any human, though she still can't speak."
      },
      {
        "rowNum": "6",
        "tableItem": " MOOSEQUITO | Giant with large fractal like antlers ending in sharp needle like points. Actually quite chill and peaceful. Used more as a display animal. Those with the most intricate antlers are viewed as the most valuable specimen.  Need to be fed by being showered in blood so they can drink from their antlers."
      }
    ]
  },
  {
    "name": "d6 Space Flight Locations",
    "category": "???",
    "subtitle": null,
    "roll": "d6",
    "entries": [
      {
        "rowNum": "1",
        "tableItem": "Charybdis Station | Mothballed by T.G.LABS prior to the G0 this secret orbital research lab was home to the C.H.I.M.E.R.A project. 100s of labs working on gene spliced monstrosities. Rumours are its now home to a sect of Esoterrorists trying to breed eldritch horrors. Features you might find: (1) Seeming endless, warping corridors of flickering halogen lights. (2) Bubbling tanks of greenish liquid enclosing squid like entities. (3) High tech summoning grids made from reused computing hardware."
      },
      {
        "rowNum": "2",
        "tableItem": "New Roman Times | Heavy security, but only the automated security turrets and systems are working, debris is surrounding the rather small station that's orbiting an uninteresting and uninhabitable planet. Very hard to get past the security and through the encrypted gates. Inside are body parts slowly spinning in zero gravity. Blood and gore all around. Something went wrong, nobody seems to have survived. Rooms: Some kind of luxury lounge with poles for pole dancing and stripping, several back-rooms with beds but also some with torture devices (some of them bloodied, one of them with body parts still chained to them).  Also 3 full on luxury apartments. A big kitchen where a whole team would've worked and a storage unit with expensive booze, rotten food, cages with real, dead animals."
      },
      {
        "rowNum": "3",
        "tableItem": "Spaceshipwreck | Inside a cloud of dust and scrap and junk lies the jagged remains of the Eternal Dawn spaceshuttle. It kinda looks like it was bitten in half by an enormous mouth, but of course that would be impossible. Make a DR 16 Tech roll to navigate through the debris field unscathed. As you enter the shuttle you see the entire place in ruins. Artificial gravity is disabled as supplies float through the air haphazardly, while life support systems are down to just 10%. The last surviving crewmembers hide in the only remaining airlocked chamber: the lavatory. The three of them are jammed into a chamber the size of a telephone booth, covered in the blood and meat and bones of the former crewmates they consumed for survival."
      },
      {
        "rowNum": "4",
        "tableItem": "ILLYRIA Outpost | UCS orbital training station; the airless hell where troopers are stationed to hammer them into voidside enforcers on the orbital habitats. Gets them accustomed to zero-g, breathing from air tanks, and similar. The station is surrounded by debris rings of airlocked cadets. Going to be really hard to get around without a sham outfit or a good cover story. Also, vetting for contraband is harsh, as cadets are only supposed to be eating approved rations. Why you'd go there: eliminating a UCS bigwig on tour of the facility; spreading agitprop among the cadets (who are, after all, well-armed, underpaid and not usually cybered up enough to make their brains company property); stealing experimental weaponry for pvnk engineers to build countermeasures to; rescue a contact's child who enlisted for tuition; sneak out the tactical manuals to get the edge on UCS' strategies."
      },
      {
        "rowNum": "5",
        "tableItem": "The Eternal Embassy | A small but exquisitely designed station carrying the cryopreserved brains and personal effects of a dozen brave potential intergalactic explorers; the ultra-wealthy sponsors of the project. As soon as humanity develops suitable FTL technology, the Embassy will be fitted out and boldly launched into the galactic core in search of advanced civilisations, to whom the reanimation of a bunch of dead alien trillionaires will presumably be a top priority. Anyway, the brains all got shoved to the back to make room for the secret AI substrate Royal West actually wanted to isolate up there. Don't plug anything in if you go grave-robbing."
      },
      {
        "rowNum": "6",
        "tableItem": "AMON Orbital | Maintained by Alliansen. Thousands of years ago, mankind first put plow to field and grain to furrow. AMON is the last place with clean enough air and broad enough space to still do that. The station is more or less mono-functional- it's a grain field -but massive in scale; this is, after all, where enough cereal crops to sate every CY-side bigwig's appetites for opulence come from. Workers toil in broad hats and anti-rad suits to protect them from the sun's unfiltered rays; cancer affects eight out of ten of them anyways. There's certain compounds being tested here that could make a hypercrop able to grow in cracked concrete...if some absolute scoundrel without respect for corporate law tried to break in."
      }
    ]
  },
  {
    "name": "d6 Things on the Subway That Freak You the Hell Out",
    "category": "???",
    "subtitle": null,
    "roll": "d6",
    "entries": [
      {
        "rowNum": "1",
        "tableItem": "Metro car of gore | As you are arriving to your next destination, in the subway tunnel up ahead the lights went off for odd reasons. When the lights are back on, You see flicker lights on the next metro car that used to have lots of people now into piles of gore all over the inside of the car as if it was a macabre massacre but there’s no killer inside. Is there? Or is it your imagination of things and ideas?"
      },
      {
        "rowNum": "2",
        "tableItem": "Tunnel things | subway cars have windows, why? Tunnels are pitch black, until they aren't. Sometimes people report catching glimpses of tunnels leading off the subways with brief glimpses of lights like city streets or humanoid figures staring back  from the edges of a dim light. There are also stories of strange hooded figures pulling the emergency break and vanishing out a window or door before security can get to them."
      },
      {
        "rowNum": "3",
        "tableItem": "Four horrificly mutated snapping turtles and a giant rat in one of the tunnels. They're feasting on a fast food delivery worker who took a shortcut through the tunnel system."
      },
      {
        "rowNum": "4",
        "tableItem": "That man holding flowers is staring at me. Or is he looking at the person next to me? Perhaps... no he is looking at me. Its not a good look. Wait, those arnt flowers . . ."
      },
      {
        "rowNum": "5",
        "tableItem": "Mimics: \"No officer I swear it was a bug with a human face!\" Blending in with the crowds under the pale flickering light is easy even for a cockroach. It's fine though they only eat kids...... Mimic | Hp: 8 | Morale: 4 (10 near eggs) | Chitinous carapace: -d4 | Scrabbling mouthparts: d6 | Human like: Can't be easily picked out in a crowd, dr14. Hidden wings: Will attempt to fly away if it loses Morale."
      },
      {
        "rowNum": "6",
        "tableItem": "Organ Grinder | at each subway station, you see the same busker dancing for cash at every stop. A scrappy, yellow toothed man in a small hat does a tap routine while a small monkey plays the MIDI accordion. The monkey is sitting on a burlap sack, with blood leaking out of the bottom. Looks like they dont take credits."
      }
    ]
  },
  {
    "name": "d8 Non-Violent Wholesome Character Goals to Accomplish Before You Bite the Dust",
    "category": "???",
    "subtitle": null,
    "roll": "d8",
    "entries": [
      {
        "rowNum": "1",
        "tableItem": "Get the high score on that new VR-Arcade game"
      },
      {
        "rowNum": "2",
        "tableItem": "Pay back my debt to that loan shark, who is still holding my pet turtle Steve as collateral. I promised Steve I would be back"
      },
      {
        "rowNum": "3",
        "tableItem": "Your nano cucumber pickle is finally edible."
      },
      {
        "rowNum": "4",
        "tableItem": "Find and pet 3d4 cats"
      },
      {
        "rowNum": "5",
        "tableItem": "Do at least 1 live performance of some sort"
      },
      {
        "rowNum": "6",
        "tableItem": "Locate that friend you parted ways with after a fight, to tell them you're sorry about it, you were hurt inside and didn't know. But you grew."
      },
      {
        "rowNum": "7",
        "tableItem": "See the sunset in all its glory. Uncluttered by the ads and HUD in your RCD just once."
      },
      {
        "rowNum": "8",
        "tableItem": "Watching the last moment of the MMORKG shutting down its servers. Saying goodbye to the chat, the players and all of your friends you met and thanking for these moments & memories of having fun in the MMORKG."
      }
    ]
  },
  {
    "name": "d8 Totally-Violent and Frankly Heinous Character Goals to Accomplish Before You Bite the Dust",
    "category": "???",
    "subtitle": null,
    "roll": "d8",
    "entries": [
      {
        "rowNum": "1",
        "tableItem": "Beat someone to death with 2 freshly ripped off heads"
      },
      {
        "rowNum": "2",
        "tableItem": "Steal a car. Strap explosives to it. Launch it over a ramp at corpos and/or secops. Bonus points if you jump out and start blasting mid air."
      },
      {
        "rowNum": "3",
        "tableItem": "make a a literal shitsplosion apocalypse in the Cy sewers system that would fill up from the poor places of Cy to the richest places around Cy along with the corpos, secops, punks, etc."
      },
      {
        "rowNum": "4",
        "tableItem": "Marc Donald's mukbang (cannibalize the dead CEO's rotting remains, not eat at the restaurant)."
      },
      {
        "rowNum": "5",
        "tableItem": "Invent and distribute Hat Trick gun to the populace and watch the citizens freak themselves to death, out of every exit. Apparently the schematics are inside this interesting metal puzzle box. Just gimmie a minute, I can get it open, its just stubborn, gotta flip it, then ..."
      },
      {
        "rowNum": "6",
        "tableItem": "Multipart goal coarse: fire two guns whilst jumping through the air; fire while in a high speed pursuit; and shoot your gun up in the air whilst screaming \"Aaaaargh!\""
      },
      {
        "rowNum": "7",
        "tableItem": "Land a 360-no-scope triple kill irl (celebrated by teabagging the victims of course, all on stream)"
      },
      {
        "rowNum": "8",
        "tableItem": "Master the Knife-Game-Song, and become thee expert of Five-Finger-Fillet."
      }
    ]
  },
  {
    "name": "d10 Events by the Road",
    "category": "???",
    "subtitle": null,
    "roll": "d10",
    "entries": [
      {
        "rowNum": "1",
        "tableItem": "Traffic Jam City | I guess some new Burrito-Burger bullshit came out today at Ultrafoods cuz everybody is loosing their fuckin minds. I was just tryin to get to the Mega Pawn but every street within a half mile of an Ultrafoods is jam fuckin packed with foodies. I feel like I'm living in traffic jam city over here. Ugggh, this is just my luck I tell ya. (You are going to be d4 hours late)"
      },
      {
        "rowNum": "2",
        "tableItem": "All out gang warfare | Tale as old as CY, some Virid Vipers tried to carry out a hit on Heirs' convoy, or vice versa. But this time it just kept escalating with more and more reinforcements getting involved, and now pretty much the whole length of the street is an active warzone. At least until Corpos come to restore their idea of peace (they are not in a hurry). Wait D6 hours until they arrive, look for a way to bypass this mess, or try to power through the meatgrinder. Should've taken the metro."
      },
      {
        "rowNum": "3",
        "tableItem": "Nano zombie raid | As you are ready to do the heist, during the heist or had finished the job you got a grinding halt on your notification on your RCD it stated “Attention we have a nano machine zombie attack on (insert your location here) all civilians of cy please remain calm and evacuate immediately this isn’t a drill” unfortunately, calm isn’t a word you would say in a dangerous scenario filled with nano infected people who are decrepit and cannibalistic and hostile with no reason to communicate with them. The location has set off a quarantine zone where no one can get in or out. The pc crew will have to defend off the nano infected zombies in about d6 hours to survive until rescue and reinforcements has arrived.  Once been rescued each pc must be checked by a medisec op in a 1in6 chance that they got an infection from the quarantine zone which they may shoot to kill to prevent the spread around Cy. (Pray it’s not you who got infected.)"
      },
      {
        "rowNum": "4",
        "tableItem": "Construction | Alliansen didn't ask before they tried out developing new neighborhoods by firing them from orbit to instantly crush the old ones down to sub-sub-basement level, and even if they had, nobody would have had the guts to tell them no. Sonic booms and the shriek of reentering condo towers deafen everyone for miles and the earth shakes with each new bulk housing development. The driver has to swerve between the buckling roads and rain of low-rent apartments. Unlikely you'll get specifically pasted but high chance of vehicle damage from flying rubble."
      },
      {
        "rowNum": "5",
        "tableItem": "Street Fair | The main road you need is closed due to some street fair. Amateur musicians play deafening music from a poorly balanced sound systems precariously balanced atop the jerry rigged stage. Food stalls of all shapes sizes and smells line the sidewalks a plethora of questionable edibles. Scam artists offer fabulous prizes to anyone who can best them at their rigged games of chance. (You are going to be 1 hour late, plus any time you spend at the street fair.)"
      },
      {
        "rowNum": "6",
        "tableItem": "Eyes in the ~~sky~~ ground | Somebody has replaced a manhole cover with their own modified version that scans the registration and insurance details of every vehicle that passes over it. What they're doing with this data is anybody's guess. (If they detect the device, PC's can attempt to hack it to discover a nearby NPC who is gathering data, or perhaps just gather data themselves)"
      },
      {
        "rowNum": "7",
        "tableItem": "Swarm Of Rats | Who knows why or how, but there are a good two or three feet in depth of rats here. Just flowing across the road. If anyone takes a second to watch they'll see an urchin try to skewer one on a sharpened selfie-stick stake, and come out of it with a hand gnawed to the bone for their troubles."
      },
      {
        "rowNum": "8",
        "tableItem": "Street baptism | One of the more perilous rites practiced by the Heirs. They say that if you pass through the Crush and emerge unscathed, you are of the Blessed Children; if you get turned to a smear of burger meat, well, clearly you weren't. To improve their chances, initiates are charging across in gaggles and packs. They're also throwing homemade smoke bombs and scrap explosives to divert traffic away from them."
      },
      {
        "rowNum": "9",
        "tableItem": "What The Hell Is That | A pulsating nanoswarm coil has burst through the ground and is building rapidly upwards, shooting out support strands at random intervals to latch into nearby towers. It's also overloading the RCDs on anyone who gets close, hard enough to cook their brains inside their skull. Probably nothing to worry about. SecOps are directing people to skirt around on a side-street they've just opened by demolishing a row of boarding houses."
      },
      {
        "rowNum": "10",
        "tableItem": "Block party | There's no discernible cause for celebration, but somehow people have scraped and scrounged enough for a traffic-choking rager. Even the SecOps who got sent to gun down the obstruction are now in the mosh pit throwing down like they're getting paid for it. Counts as a rest area for 1 hour, after which the bombs start dropping."
      }
    ]
  },
  {
    "name": "d20 Popular but Terrible TV Shows in CY",
    "category": "???",
    "subtitle": null,
    "roll": "d20",
    "entries": [
      {
        "rowNum": "1",
        "tableItem": "Hoarders: Cybertech Edition"
      },
      {
        "rowNum": "2",
        "tableItem": "Secrets of The G0 | A show where a group of “professionals” trek into the G0 to try and appease the nano there, ongoing investigation into their involvement with multiple disappearances."
      },
      {
        "rowNum": "3",
        "tableItem": "Ultimate Intern | Game show where unpaid interns compete in increasingly dehumanizing and humiliating ways to get full time employment at a big corporation. Usually still unpaid."
      },
      {
        "rowNum": "4",
        "tableItem": "Jobswap | A show where two \"lucky employees\" from two different jobs swap jobs for a day. Should either one of them not fulfill the quota of that job, both of them get fired. A success will win both of them a price! Nice now hot piece of cybertech! For FREE* *|for the first 4 days, the usual subscription service will automatically be deployed and cost more than they earn probably, their coworkers will envy and hate them anyways|"
      },
      {
        "rowNum": "5",
        "tableItem": "Mythic Creatures | Each show explores the folklore around one mythical creature such as the  legend of the Majestic Manatee or the ancient tales of the Hateful Hippo. People mostly watch it to make fun of the stupid things that others used to believe in. A fan favorite is the fairy tale of the Rhino, otherwise known as the African Unicorn."
      },
      {
        "rowNum": "6",
        "tableItem": "AI.deathcage | Chosen by popular vote, each week a pairing of fully developed AI, with simulated physical bodies and personalities, fight to the death. It's ok, they are not real. Most popular episodes: s2e13 - 14 year old King Leonidas reconstruction defeats adult tiger. s4e02 - obese adult man defeats one hundred 9 years old.  s5e22 - Finale of the special The Favorites Championship Season - Leonidas reconstruction finishes obese adult man by eating his face, crowned the Ultimate AI Champion. 2 million signed a petition to give him basic rights as a prize."
      },
      {
        "rowNum": "7",
        "tableItem": "The app-rentice. | 'Lucky' contestants compete to become a corporate scumbag in a suit with a fat cred balance.  Using their computer skills they compete in weekly competitions to stay on the show until one remains. Nobody hears of them again and rumours are the corpos just keep all the ideas the contestants made and make the winner become a slave. Hooked up to machines 24/7 constantly creating state of the art apps for the corpo's to exploit, slowly going insane until they're replaced.... by the next season's winner."
      },
      {
        "rowNum": "8",
        "tableItem": "PR3D4T0RZ | 1/2 Medical program, 1/2 Hunting show. Volunteers are turned into half animal half human hybrids and freed in CY_ slums after being drugged to imitate their models to perfection. Fierce lab-created chimeras are released too, to be hunted by the contestants. There is no security perimeter, and nobody is informed of the filming taking place."
      },
      {
        "rowNum": "9",
        "tableItem": "Who Wants to be A... ... ...  | The game show  where the contestant [the winner of the bidding war] answers a series of questions for their chance at winning the grand [mystery] prize!! [So far the entry bidding war has cost each winning contestant more their prize was worth]"
      },
      {
        "rowNum": "10",
        "tableItem": "Randomize me. | Bio/cybertech surgery show where participants undergo transformative surgeries/tech body modifications based on the whims of a randomizer app and audience voting."
      },
      {
        "rowNum": "11",
        "tableItem": "The Naked Singer | Tune in to an all new talent show like none other. One that brings together some of the city's best amateur singers and most attractive people for one extravagant weekly show!  Auditions begin next month! All are welcome!"
      },
      {
        "rowNum": "12",
        "tableItem": "Who's Under My Skin? | 'A guess who' kind of show with celebrities posing with a preserved skin took from a recently deceased \"volunteer\", they can only answer questions about their most private life to the participants, usually making up ultraviolent  drug-fuelled and sexually repugnant stories on the fly"
      },
      {
        "rowNum": "13",
        "tableItem": "The Unreal World | A 'reality' show focusing on the social lives and relationship drama of a group of friends in the same MMO videogame guild. Watch as they meet for the first time IRL only to discover one of them was catfishing the others all along!"
      },
      {
        "rowNum": "14",
        "tableItem": "Whose Flatline Is It Anyway? | A group of comedians are plugged into the Net and forced to play increasingly ridiculous improvised mini games incorporating audience suggestions until one of them inevitably flatlines. The points in each mini game do not matter and the comedian who dies is almost always random. Hosted by Doom Carey."
      },
      {
        "rowNum": "15",
        "tableItem": "Blood Countess. | AI generated dark/pulp fantasy legacy drama about a frozen vampiric court and its melancholic, over dramatic ruler."
      },
      {
        "rowNum": "16",
        "tableItem": "Young Frankensteins. | Four kids compete designing, crafting and fighting with their creations, made with loose limbs, cyberware and scraps given to them, in improvised laboratories placed near gladiator pits around CY_"
      },
      {
        "rowNum": "17",
        "tableItem": "Dop Swap | A show where unaware contestants have closest family members and friends swapped with dopples. Betting is highly encouraged on when the contestant will figure out they are on the show. Some have been going for years and stakes are high."
      },
      {
        "rowNum": "18",
        "tableItem": "Corpo-raccoons | Candid camera show in which debutant comedians are moles inside new rising corporations, breaking them from the inside, doing jackass kind of odd challenges during important public events"
      },
      {
        "rowNum": "19",
        "tableItem": "Robituary | High society billionaire [user generated moniker] died with unfinished business. Now their digital consciousness inhabits the android executor of the estate. Together the two unlikely allies must tie up loose ends in the family business, reconnect with their estranged children, and solve their own murder."
      },
      {
        "rowNum": "20",
        "tableItem": "When You See It! | Assorted B-roll footage with misleading captions. Viewers attempt to find events and people that do not exist. 43 seasons and counting."
      }
    ]
  },
  {
    "name": "d20 Putrid Muckbang Vids Streamed in Cy That Are Now Delisted and Have Subsequently Caught the Eye of the Corpos",
    "category": "???",
    "subtitle": null,
    "roll": "d20",
    "entries": [
      {
        "rowNum": "1",
        "tableItem": "Must See Endangered Dolphin Sushi Binge | Before being delisted after public outrage, this viral video caught the eye of the Culinary Excellence Agency's Exotic Fishery Department."
      },
      {
        "rowNum": "2",
        "tableItem": "Rotblack Crabshack ASMR (We go elbow deep! Uncut!) | Personality Honeybridge Viperiors final video, which shows Honeys last meal before succumbing to seafood allergies at a famous family diner."
      },
      {
        "rowNum": "3",
        "tableItem": "Streetbeef (watch until the end!) | Dex found some nano-gunk that looks like ground beef, and the best part is, it's growing! Think we can eat the whole thing before it takes over the apartment?"
      },
      {
        "rowNum": "4",
        "tableItem": "Rare Long Pig BBQ feast stream busted! | Streamer ILovePigsMouth had a 3 hour eating session of grilled meats in which he named his contact from whom he got this rare \"pork\". A certain corporation didn't like that and took him out on stream."
      },
      {
        "rowNum": "5",
        "tableItem": "Will it chew tho? CH0WD0WN Ep.62 | A video depicting a streamer attempting to bite through an assortment of bricks - until his cybertech jaw explodes, sending shrapnel everywhere, cutting the feed."
      },
      {
        "rowNum": "6",
        "tableItem": "Eat Last Year's Muckbanger of the Year! | Faces, fingernails, hair, and ass cheeks are on the menu, fuckers! Last year's top rated Muckbanger, Hank \"Bile\" Pyle is this year's Muckbang feast! Thralls of Bile Mongers gather at the table and then the forks are handed out. How long can he go before death! Tune in fuckers!"
      },
      {
        "rowNum": "7",
        "tableItem": "MrCritter's Roach Bars Promo Stream! | Watch the new startup of famous VToober MrCritter going to local retail stores, and having random people try all new flavors of insect-based protein, including chocolate and pistachio!! Cheap, cheap, cheap nutrition with a hospitalization rate of only 8%!! Wow! Tastes better than paper!"
      },
      {
        "rowNum": "8",
        "tableItem": "Bellyboy Eats the Entire Mother Truckers Lunch Shop Hidden Menu! | Popular ZoomTuber Bellyboy69nice tragically passed away in his home last evening shortly after performing on a muckbang livestream where he had succeeded in eating the entire hidden menu from the truck stop Mother Truckers Lunch Shop, infamous for their many health code violations. According to reports after the live stream was pulled, Bellyboy69nice's corpse seemed to be squirming and soon developed unusual writhing sweet potato-like growths. His remains are presently being transferred to MiliCorp custody for reasons that are still classified. We'll keep you updated on this story as it develops."
      },
      {
        "rowNum": "9",
        "tableItem": "FingerFood.mp4 | A static low quality chain-email/shock video of a man eating a series of cut-off fingers. There is a 1/8 chance that a pc recognizes one of the fingers. It exists as several episodes, speculation on the net ranges from it being made by a serial killer to a morgue worker. End credits include a P.O. Box address titled “submissions”."
      },
      {
        "rowNum": "10",
        "tableItem": "100K SUBSCRIBER SPECIAL! Making a sushi dinner with ingredients from G0! | Streamer ChefKaz celebrated reaching a subscriber milestone by prepping a sushi dinner of maki and nigiri utilizing a strange ingredient sent to him by his followers. The video shows prep and tasting a few of the dishes before some of the food appears to leap onto ChefKaz's face. The camera falls to the floor in the midst of the subsequent struggle and there are sounds of screaming before the stream ends."
      },
      {
        "rowNum": "11",
        "tableItem": "Super Dood and Princess Penolope binge together! | AI generated video, showing popular childnet entertainment icons, Super Dood and Princess Penolope, singing with their mouths full: 🎵Eat your parents! Eeeaat your parents! EEAAAT your parents! We just can't stop!🎵"
      },
      {
        "rowNum": "12",
        "tableItem": "Drinking Whatever is Left in the Fridge I Guess.  | A brief video of NezNez, a content creator of middling notoriety, imbibing a mixture of expired condiments and saltines. The resulting scream/vomit was sampled repeatedly in Hacksaw Coil's hit track \"Orgy in the Vomitorium.\""
      },
      {
        "rowNum": "13",
        "tableItem": "In CY, Clam-dash Devour You! | In this video popular, v streamer Seacil tried to finish the Clam-dash mega bucket, but he failed to read the fine print. What follows is a fierce uphill battle for the streamer, a ravenous attack that he sourly loses. The clams do, however, do finish eating every last bite of poor Seacil. At the end of the stream armed guards with DietTech uniforms can be seen taking the clams and sealing them in some sort of containment device."
      },
      {
        "rowNum": "14",
        "tableItem": "If I Stop Binging, Debera Will Leave Me | A naked man sits with a distended belly in a nearly empty kitchen, his grimy face streaked with tears, as he forces item after item in the room into his mouth, many of which have been partially digested and vomited back out multiple times, all while someone offscreen--in-between the man's choked sobs--threatens to divorce him if he quits."
      },
      {
        "rowNum": "15",
        "tableItem": "Can I survive on AR food? | We all enjoy virtual snacks. Augmented Reality through the RCD can reproduce the taste and texture of anything you can imagine. But can you live off them? I'll eat nothing but simulated food for the next week and find out, and I'll be streaming this experiment for your benefit!"
      },
      {
        "rowNum": "16",
        "tableItem": "Selfeast.holo | Drone camera, industrial locale, bright LED light. Naked person with AI scrambled features and voice. An assortment of power tools, drugs and cutlery. Self-cannibalism until the drugs fail and the line flattens. 3h and 21 minutes."
      },
      {
        "rowNum": "17",
        "tableItem": "Best diet for weight loss. | Webcam, trashy closet-size of a room, piles of electronics and cables lying around on shelves and walls. Serious, methodical and technical person, with the mood of a telecourse teacher at 5 am, explaining with deep detail techniques to allow yourself to swallow different shapes whole, and how to extract them safely even if you don't have a Stomach Pouch mod for easy access. One after the other, swallows increasingly suspicious items all obviously constructed to simulate the size, format and weight of other objects. Has random advice like \"this one can be reached by a radio activation even inside a reinforced stomach\". Abruptly ends with a heavy pounding on the door."
      },
      {
        "rowNum": "18",
        "tableItem": "Monkey Brain Soup | Series of videos starring a celebrity couple. Their faces have been blurred, but everyone knows who they are anyways. They use long, thin, silver spoons to feed each other the brains of still-living apes, scooping brains directly from the skull. They start small, macaques, rhesus, but move up to baboons, gorillas, etc. In the final videos, they've moved on to humans, and make comments on how technologies and nano infestations effect the flavor and mouthfeel. The subjects universally start the video struggling and screaming, but invariably lose their life to the process."
      },
      {
        "rowNum": "19",
        "tableItem": "Dr Kodie Drinks the Tank | Dr Kodie used to be a pretty popular streamer back in the day, it's a damn shame what happened to her."
      },
      {
        "rowNum": "20",
        "tableItem": "I finished it | Damon used to be a spelunker. He would record his explorations of the old, the abandoned, the forgotten. His viewership had been in decline when he hit the jackpot – an old supply of MREs from a now-defunct paracorpomilitary org. In a flash of inspiration, his channel pivoted on a dime from spelunking to muckbang. His first and last video is him consuming the entire stockpile in one sitting. The video concludes with ------- extreme distension ------ rupture ----- trying to cram ------- back into his open gut ------- five days worth of silence before --------- discovered by local canines."
      }
    ]
  },
  {
    "name": "d6 Jobs That Require You to Get Locked Up at Borghold",
    "category": "In This Gig Economy?",
    "subtitle": null,
    "roll": "d6",
    "entries": [
      {
        "rowNum": "1",
        "tableItem": "Assassination | Client doesn't like that someone ended up behind bars rather than in the dirt. Unfortunately, they lack any contacts on the inside, so it is up to you to correct the mistake of the justice system. For a very hefty reward, of course. You get the name of the target, and then you just have to do something to end up in the same cell block. Extraction is, obviously, also on you, unless client feels very generous."
      },
      {
        "rowNum": "2",
        "tableItem": "Saint Angelo's Feast | A big meeting is set between the heads of 7 major crime families. Only trouble, they are all locked up. You are hired as a mule to smuggle needed culinary ingredients into Borghold to serve the bosses during the meeting. If the bread isnt fresh, bullets will fly and empires will be tested."
      },
      {
        "rowNum": "3",
        "tableItem": "The Gold Watch | when Johnny Cyclotron got locked up in the Borghold, everything in his pockets was confiscated, including the pockets themselves: one comb; two cuff links, gold; Fleetwood Mac CD; gold wrist watch, engraved \"Angie.\" Well now Angie wants it back. You need to get into Borghold and break into the Property Manager's Lock Up to find Johnny's effects and steal the watch."
      },
      {
        "rowNum": "4",
        "tableItem": "The Boxed Man | They say the Boxed Man realized the perfect way to avoid getting tossed into Borghold for their racketeering network was to already be there. Guards on the take pass info to the boss, locked in perma-max-sec; an entire empire is run from behind those bars. Sneak in and convince the Boxed Man- by guile or force -to drop the planned supermerger with the Vipers; a criminal kingdom throttling entire districts for protection isn't very high on the list of things CY needs."
      },
      {
        "rowNum": "5",
        "tableItem": "Block Chain Gang | A new contest has been announced by Conglomo Chem Beverage Company to promote their hit soft drink, Pogo's Go-Go Super Booster. \"Record yourself dancing to our jingle & scan our QR code for a chance to win $500k Credits and a photo op with Pogo. Enter as often as you like.\" Regional Warden Hoosegow Turner is now forcing the thousands of prisoners on his block to repeatedly post entries to the contest to insure his own victory. Conglomo upper-brass has hired you the break into the Borghold and disable their internet connection to stop the scam."
      },
      {
        "rowNum": "6",
        "tableItem": "Let's make a movie | A popular video creator decided that the prison complex will be a perfect next fit for their long running documentary series (Lillypond in the limelight, What really happens at Quay 47). Just like all the other ones, the video  making is outsourced to mercenaries actually willing to risk their life and limb. You are to enter the prison, document as much as possible on concealed recorders and send back the material. Bonus points for inciting a riot or anything else making the video more marketable."
      }
    ]
  },
  {
    "name": "d12 Reasons Why the Team Got Together",
    "category": "In This Gig Economy?",
    "subtitle": null,
    "roll": "d12",
    "entries": [
      {
        "rowNum": "1",
        "tableItem": "You all got scammed by the same crypto-scam, you got together to ultimately find the person who scammed you out of 1 AST PokéPoints thinking you would get 1.1 AST Pepes in return for sending a AST Pepe, you were probably drunk or high."
      },
      {
        "rowNum": "2",
        "tableItem": "You all attended a local meeting to deal with a local endemic sprung from a TG Labs experiment, you delude yourself into thinking that the cover ups can be unraveled."
      },
      {
        "rowNum": "3",
        "tableItem": "All of your parents where effectively scammed out of what would be your (meager) inheritance by lawyers from Gravf Mellberg Tosk, you will find justice in a world where there is none."
      },
      {
        "rowNum": "4",
        "tableItem": "Unfortunately, you’ve all found yourselves as bystanders caught in the middle of a spontaneous shootout. When the bullets clear, everyone involved on both sides have been totally zero’d out, leaving the party as the only ones left alive at the crime scene. Sec-Ops are on their way, better think of a way to explain all the bodies."
      },
      {
        "rowNum": "5",
        "tableItem": "All the PC’s have the same dealer, and one of you finds out he’s been horribly upcharging you and making bad batches of product. A band of his clients have pulled you together to help teach him a lesson."
      },
      {
        "rowNum": "6",
        "tableItem": "Another G0 breakout brings nanofreak to the bar where you were drinking (separately). Freak exploded, and nobody was hurt (I mean nobody important because this bar is a real sh*thole on the bottom of sh*tholes), but since then, PCs have had a weird connection: their minds are permanently linked and sometimes swapped."
      },
      {
        "rowNum": "7",
        "tableItem": "You all love the same punk band and recognized the patch on each others clothes."
      },
      {
        "rowNum": "8",
        "tableItem": "A mutual friend died and you came together to avenge their death."
      },
      {
        "rowNum": "9",
        "tableItem": "You’ve all been mutuals in the net for a long long while, and are finally meeting up irl for the first time. Wonder who the catfish will be?"
      },
      {
        "rowNum": "10",
        "tableItem": "You all used to be coworker wageslaves working for the same megacorp, until they let you all go. You all still get together for drinks now and then, but your lives are very different than the way they used to be."
      },
      {
        "rowNum": "11",
        "tableItem": "The PC’s just all become involved in a sudden multi-vehicle wreck over the water highway. Time to argue over whose fault it was."
      },
      {
        "rowNum": "12",
        "tableItem": "The PCs all work at a studio making another ad. That is until the main star's cybernetics are hacked. A beautiful day to murder a national favourite."
      }
    ]
  },
  {
    "name": "d100 Reasons to Get Arrested in the City",
    "category": "In This Gig Economy?",
    "subtitle": null,
    "roll": "d100",
    "entries": [
      {
        "rowNum": "1",
        "tableItem": "Piracy/Hijacking of corporate drones"
      },
      {
        "rowNum": "2",
        "tableItem": "Wearing exclusive fashion styles only allowed by the rich"
      },
      {
        "rowNum": "3",
        "tableItem": "Looking funny at SecOps"
      },
      {
        "rowNum": "4",
        "tableItem": "not wearing your RCD"
      },
      {
        "rowNum": "5",
        "tableItem": "Illegal Ad Blocking"
      },
      {
        "rowNum": "6",
        "tableItem": "Showing visible signs of trauma"
      },
      {
        "rowNum": "7",
        "tableItem": "Offering food to armed robo-dogs."
      },
      {
        "rowNum": "8",
        "tableItem": "In possession of ECM gear"
      },
      {
        "rowNum": "9",
        "tableItem": "Excessive amount of limbs"
      },
      {
        "rowNum": "10",
        "tableItem": "J walking"
      },
      {
        "rowNum": "11",
        "tableItem": "Visible \"criminal\" affiliation"
      },
      {
        "rowNum": "12",
        "tableItem": "AI gait analysis systems identified you as \"walking in a particular way\" and flagged you for arrest. The systems are unable to explain what this means but their brochures say they are 99.7% accurate."
      },
      {
        "rowNum": "13",
        "tableItem": "Wearing a loud shirt in a built-up area"
      },
      {
        "rowNum": "14",
        "tableItem": "Violation of curfew. Information found in your spam folder."
      },
      {
        "rowNum": "15",
        "tableItem": "Hack attempt was traced back to you. You were an unwilling proxy. Sad."
      },
      {
        "rowNum": "16",
        "tableItem": "Speaking in unauthorized languages or saying words that have been black-listed."
      },
      {
        "rowNum": "17",
        "tableItem": "Gathering in prohibited area or cause"
      },
      {
        "rowNum": "18",
        "tableItem": "Blood on clothes exceeds tolerable value."
      },
      {
        "rowNum": "19",
        "tableItem": "Unregistered nano infection"
      },
      {
        "rowNum": "21",
        "tableItem": "Online posting and/or thought critical of (corporation)"
      },
      {
        "rowNum": "22",
        "tableItem": "K walking"
      },
      {
        "rowNum": "23",
        "tableItem": "Transferring funds without a license to transact."
      },
      {
        "rowNum": "24",
        "tableItem": "Public intoxication"
      },
      {
        "rowNum": "25",
        "tableItem": "Public sobriety"
      },
      {
        "rowNum": "26",
        "tableItem": "Not paying the sidewalk toll."
      },
      {
        "rowNum": "27",
        "tableItem": "RCD has no subscription-based apps."
      },
      {
        "rowNum": "28",
        "tableItem": "We’re sorry, the reason for your arrest is not available at this time. An officer will be with you shortly. Thank you for complying with Arrest-o-Tron. (The arrest-o-tron is clearly malfunctioning and has just left you handcuffed deep in hostile gang territory)"
      },
      {
        "rowNum": "29",
        "tableItem": "Cannibalism (also known to the citizens of Cy as \"free meat\")"
      },
      {
        "rowNum": "30",
        "tableItem": "The SecOps needs to meet their monthly arrest quota and you just happen to be right there."
      },
      {
        "rowNum": "31",
        "tableItem": "One more arrest to get that holiday bonus."
      },
      {
        "rowNum": "32",
        "tableItem": "Littering"
      },
      {
        "rowNum": "33",
        "tableItem": "Shitting more than 150 grams per day."
      },
      {
        "rowNum": "34",
        "tableItem": "Open carry of unregistered or unregistered looking weapons"
      },
      {
        "rowNum": "35",
        "tableItem": "Spawncamping an officer of the law in The MMO 2: Ashes of Algernon."
      },
      {
        "rowNum": "36",
        "tableItem": "Loitering"
      },
      {
        "rowNum": "37",
        "tableItem": "Running"
      },
      {
        "rowNum": "38",
        "tableItem": "Not letting an officer of the law have first pick of the loot in The MMO 2: Ashes of Algernon."
      },
      {
        "rowNum": "39",
        "tableItem": "Not showing adequate deference to the Süpr Eats delivery drone that was trying to get past."
      },
      {
        "rowNum": "40",
        "tableItem": "not having the latest RCD software updates."
      },
      {
        "rowNum": "41",
        "tableItem": "A glitch in the beta preview of the next RCD software updates you installed"
      },
      {
        "rowNum": "42",
        "tableItem": "Looking like a potential Cy-Rager"
      },
      {
        "rowNum": "43",
        "tableItem": "Kicking an officer of the law from your party because they had (not even being funny) shocking bad gear for a late game dungeon in The MMO 2: Ashes of Algernon."
      },
      {
        "rowNum": "44",
        "tableItem": "Healing an officer in the MMO 2: Ashes of Algernon; you should have known they were going for the no-heals achievement."
      },
      {
        "rowNum": "45",
        "tableItem": "Not healing an officer in the MMO 2: Ashes of Algernon; you should have known they were going for the undying achievement"
      },
      {
        "rowNum": "46",
        "tableItem": "Possession of non synthetic food"
      },
      {
        "rowNum": "47",
        "tableItem": "Tox screen indicated that mandatory drugs where not consumed. A violation of the CY health code"
      },
      {
        "rowNum": "48",
        "tableItem": "Not voted on the next cy major. Voting is mandatory. Not voting will be procecuted and the vote cast in favour of the incumbent"
      },
      {
        "rowNum": "49",
        "tableItem": "Caring about the next CY major vote, and getting people to vote for the least bad option"
      },
      {
        "rowNum": "50",
        "tableItem": "Missed the bi monthly cyberware checkup"
      },
      {
        "rowNum": "51",
        "tableItem": "Food self-sufficiency"
      },
      {
        "rowNum": "52",
        "tableItem": "Speaking to your colleagues about forming a union."
      },
      {
        "rowNum": "53",
        "tableItem": "Possession of plants"
      },
      {
        "rowNum": "54",
        "tableItem": "Not watching the biggest sporting event of the year."
      },
      {
        "rowNum": "55",
        "tableItem": "Concealed carry of unregistered or unregistered looking weapons."
      },
      {
        "rowNum": "56",
        "tableItem": "Suspected of neglecting work-related responsibilities."
      },
      {
        "rowNum": "57",
        "tableItem": "Inability to perform work-related responsibilities."
      },
      {
        "rowNum": "58",
        "tableItem": "NeoLoitering"
      },
      {
        "rowNum": "59",
        "tableItem": "Installing ad-block on your RCD"
      },
      {
        "rowNum": "60",
        "tableItem": "Harboring a known fugitive (a rogue AI has embedded itself in your subconsciousness)"
      },
      {
        "rowNum": "61",
        "tableItem": "Lollygagging"
      },
      {
        "rowNum": "62",
        "tableItem": "Supporting people's inherent rights to body autonomy..."
      },
      {
        "rowNum": "64",
        "tableItem": "Wearing mismatched socks"
      },
      {
        "rowNum": "63",
        "tableItem": "Not numbering lists correctly"
      },
      {
        "rowNum": "64",
        "tableItem": "Resisting firmware updates"
      },
      {
        "rowNum": "65",
        "tableItem": "Deactivating App Tracking"
      },
      {
        "rowNum": "66",
        "tableItem": "Not accepting cookies"
      },
      {
        "rowNum": "67",
        "tableItem": "Only having one eye covered by your RCD."
      },
      {
        "rowNum": "68",
        "tableItem": "Hacking"
      },
      {
        "rowNum": "69",
        "tableItem": "NICE: Not Identifyable Coding Enhancements"
      },
      {
        "rowNum": "70",
        "tableItem": "Failure to accept the updated terms and conditions."
      },
      {
        "rowNum": "71",
        "tableItem": "Touching the Dancers"
      },
      {
        "rowNum": "72",
        "tableItem": "Murder without a License"
      },
      {
        "rowNum": "73",
        "tableItem": "Grand Theft Auto"
      },
      {
        "rowNum": "74",
        "tableItem": "Public Mental Illness"
      },
      {
        "rowNum": "75",
        "tableItem": "Eating Gum"
      },
      {
        "rowNum": "76",
        "tableItem": "Offending anyone"
      },
      {
        "rowNum": "77",
        "tableItem": "Looking at someone suspiciously"
      },
      {
        "rowNum": "78",
        "tableItem": "Swearing"
      },
      {
        "rowNum": "79",
        "tableItem": "Speaking one of the forbidden words"
      },
      {
        "rowNum": "80",
        "tableItem": "Spitting"
      },
      {
        "rowNum": "81",
        "tableItem": "Telling the truth out loud, or, failure to participate in the misinformation campaign"
      },
      {
        "rowNum": "82",
        "tableItem": "Failure to pay adequate attention to a required advertisement"
      },
      {
        "rowNum": "83",
        "tableItem": "Cop having a bad day"
      },
      {
        "rowNum": "84",
        "tableItem": "Failure to complete spending quota"
      },
      {
        "rowNum": "85",
        "tableItem": "Failure to complete RCD at-a-glance public profile"
      },
      {
        "rowNum": "86",
        "tableItem": "Failure to provide a DNA sample to the medi-drone"
      },
      {
        "rowNum": "87",
        "tableItem": "By some mystery you have found yourself caught in a discussion with an Officer of the Law in regards to The MMO 2: Ashes of Algernon but you have no idea what that is and regrettably that's a solid offence right there"
      },
      {
        "rowNum": "88",
        "tableItem": "88"
      },
      {
        "rowNum": "89",
        "tableItem": "BiP"
      },
      {
        "rowNum": "90",
        "tableItem": "Having too expensive looking stuff for how punk you look"
      },
      {
        "rowNum": "91",
        "tableItem": "Fishing/ Hunting without a license"
      },
      {
        "rowNum": "92",
        "tableItem": "Possessing an illegal number of spikes on your jacket"
      },
      {
        "rowNum": "93",
        "tableItem": "Piercings not in compliance with corporate dress codes"
      },
      {
        "rowNum": "94",
        "tableItem": "Email fraud."
      },
      {
        "rowNum": "95",
        "tableItem": "Having more than d4+2 mouths."
      },
      {
        "rowNum": "96",
        "tableItem": "Tears."
      },
      {
        "rowNum": "97",
        "tableItem": "Living past your expiration date."
      },
      {
        "rowNum": "98",
        "tableItem": "Suspected of exploiting the 1:6 glitch at the Dark Fort region raid in The MMO 2: Ashes of Algernon, bringing back a debuff-infected familiar and releasing it into heavily-populated player regions."
      },
      {
        "rowNum": "99",
        "tableItem": "Write out random tables."
      },
      {
        "rowNum": "100",
        "tableItem": "While logged in The MMO 2: Ashes of Algernon with the username xXsuckmybiggleswadeXx, you were reported by an Officer of the Law."
      }
    ]
  },
  {
    "name": "d12 Absurd Criminal Charges",
    "category": "It's a Racket",
    "subtitle": null,
    "roll": "d12",
    "entries": [
      {
        "rowNum": "1",
        "tableItem": "Crossing the street during business hours without an active PediPass account."
      },
      {
        "rowNum": "2",
        "tableItem": "Charged for simply talking on the train."
      },
      {
        "rowNum": "3",
        "tableItem": "Having your RCD not stream your POV when inside this mall."
      },
      {
        "rowNum": "4",
        "tableItem": "Brand defamation."
      },
      {
        "rowNum": "5",
        "tableItem": "Passing the speed limit from basic running!"
      },
      {
        "rowNum": "6",
        "tableItem": "Failing to pay the service fee for a random police check."
      },
      {
        "rowNum": "7",
        "tableItem": "J A Y W A L K I N G"
      },
      {
        "rowNum": "8",
        "tableItem": "Being under-armed for the neighbourhood."
      },
      {
        "rowNum": "9",
        "tableItem": "Not fitting in with the style that is the current trend."
      },
      {
        "rowNum": "10",
        "tableItem": "Public indecency/loitering. (lying on the sidewalk, bleeding out)"
      },
      {
        "rowNum": "11",
        "tableItem": "Declining to upgrade device firmware/software version to its newest."
      },
      {
        "rowNum": "12",
        "tableItem": "Unauthorized Proximity: maintaining any physical presence within 1 km of The Hills (any sector). Fines grow exponentially, every meter closer offender comes to a gate. (Selectivly enforced.)"
      }
    ]
  },
  {
    "name": "d6 Random Objects from Vending Machine",
    "category": "Someone Else's Trash",
    "subtitle": null,
    "roll": "d5",
    "entries": [
      {
        "rowNum": "1",
        "tableItem": "one can of Scarlet Shame: drinking its contents locks you into your worst shameful childhood memory. Paralyzed for d3 rounds"
      },
      {
        "rowNum": "2",
        "tableItem": "One human foot drained of blood and lacking toenails"
      },
      {
        "rowNum": "3",
        "tableItem": "1 oil slick coloured Gatcha egg, when opened gives you: (1) A Random Nano, (2) A small plastic toy, (3) A oozey slime growing teeth, (4) An unkown persons high level medical card.4. A SecOps agent in full tac gear. Unclear how they got through the slot. 9 in 10 chance they look around, push up their goggles, declare 'sorry, wrong person' and then use a maintenance key to open the machine's front and climb back inside; otherwise, fights you with stats as a Grey-CERT operator."
      },
      {
        "rowNum": "5",
        "tableItem": "An RCD-slottable credchit that, upon insertion, indicates that the recipient now owes an additional 1d6x100 credits to one of the major corporations in Cy."
      },
      {
        "rowNum": "6",
        "tableItem": "A completely black box, it makes a humming sound and gently shakes around on the ground."
      }
    ]
  },
  {
    "name": "d6 Choose a Random VHS Tape and Hit Play",
    "category": "Someone Else's Trash",
    "subtitle": null,
    "roll": "d6",
    "entries": [
      {
        "rowNum": "1",
        "tableItem": "WM3: Macho vs Steamboat, but the 90k audience in the attendance are hooded figures, with red eyes, making rattlesnake noises"
      },
      {
        "rowNum": "2",
        "tableItem": "Cyborgian Gladiators, A low-budget gameshow where humans face off in challenges of might against early gen AI bots. Dismemberment and physical trauma are frequent, the audience cheers are as well."
      },
      {
        "rowNum": "3",
        "tableItem": "Quantum sit-com, Your favourite episode of your favourite sit-com starts to play. However, it slowly degenerates into the cast murdering each other in cold blood. The last person standing points at you, says your name and runs at the camera. Snow Crash..."
      },
      {
        "rowNum": "4",
        "tableItem": "Multiple hours of industrial machines that grind bones of long pigs. Labelled \"Morloch ASMR part 6: Knochenfräse\""
      },
      {
        "rowNum": "5",
        "tableItem": "Leaked failed experimental advertisement video from Kaytell. Flashing lights and buzzing sound directly affect impulse control centres of brain, making the affected person unable to break the eye contact and leave to the point of dying of starvation unless the tv is turned off"
      },
      {
        "rowNum": "6",
        "tableItem": "Hand-recorder footage of a wild rave, which continues through SecOps arriving and gunning down everyone present. A cartoon mascot pops up at the end to remind all you kiddies that noise complaints are serious business, so keep it down!"
      }
    ]
  },
  {
    "name": "d6 Crumpled Notes on the Ground",
    "category": "Someone Else's Trash",
    "subtitle": null,
    "roll": "d6",
    "entries": [
      {
        "rowNum": "1",
        "tableItem": "The note said “my wife left me. :(”"
      },
      {
        "rowNum": "2",
        "tableItem": "“Call me 😘🥰” with a phone number (calling it will end up with your RCD being hacked)"
      },
      {
        "rowNum": "3",
        "tableItem": "“YOU ARE NOT REAL”"
      },
      {
        "rowNum": "4",
        "tableItem": "It's the DEATH scroll from Mörk Borg. Can only be triggered by a nano-infested and would then crumble to dust. To everyone else it's weird symbols and gibberish."
      },
      {
        "rowNum": "5",
        "tableItem": "A series of binary 1's and 0's that translates to \"Chase the white rabbit\""
      },
      {
        "rowNum": "6",
        "tableItem": ":(){:|:&};:"
      }
    ]
  },
  {
    "name": "d6 Secret Files in the Data Vault",
    "category": "Someone Else's Trash",
    "subtitle": null,
    "roll": "d6",
    "entries": [
      {
        "rowNum": "1",
        "tableItem": "ROSEKISS.exe | The song Kiss From A Rose begins playing on all devices within 2 miles of your position. A swift breeze precedes you everywhere, billowing your clothes dramatically."
      },
      {
        "rowNum": "2",
        "tableItem": "The BURGER BLAST Secret recipe | A rare burger that has been discontinued even though it was popular. unfortunately, he has this also password protected. Also most of the corpos are out to get you."
      },
      {
        "rowNum": "3",
        "tableItem": "Neo-Meta-PanChrysopoeia v. 1.0 (Alpha) | a wondrous program capable of transmutation of any data it comes in contact with into currently highly priced cryptocurrency. Even more unfortunately, once unleashed, it spreads wirelessly, corrupting anything that contains any sort of programming into unusable brick, with only the cursed tokens having replaced everything down to OS. Pretty much everybody either wants it for themselves or permanently gone, the latter for good reasons."
      },
      {
        "rowNum": "4",
        "tableItem": "camera_20W2-04-00-012692 | Live footage of the Incident from an on-scene witness, rigorously scrubbed clean of the NANOs until it's actually legible. Watch it and you will learn exactly what CY is."
      },
      {
        "rowNum": "5",
        "tableItem": "BANG.exe | A digital gun. Run it on anything- from a zero-bit doorbell to a supercomputer -and it deals d8, ignoring armor but -d3 if the target is protected by a firewall or similar. Utterly undetectable. Targets killed by it show no physical or neurological damage. On a fumble, for the next d6 turns, you cannot choose who is targeted when you run BANG.exe."
      },
      {
        "rowNum": "6",
        "tableItem": "Whiterabbit.exe | your consciousness is transported into a digital labyrinth, akin to Tron. The dead industrialist is there waiting for you. He smiles and whispers: \"Run\""
      }
    ]
  },
  {
    "name": "d10 rare items and findings from a world forgotten, that would sell highly on black market",
    "category": "Someone Else's Trash",
    "subtitle": null,
    "roll": "d10",
    "entries": [
      {
        "rowNum": "1",
        "tableItem": "A mask made of unknown organic material. Vibrates lightly in the hands of nano-infected (when a nano-infected individual wears this mask, roll an Arcane Catastrophe from MB for them and apply in a way that makes sense). Highly sought after by scientists of all kinds (from back-alley to corp)"
      },
      {
        "rowNum": "2",
        "tableItem": "An Old Gov auditor's badge. Ages out of date, but once the states collapsed, the corps didn't bother with inoculating their code against them. Corp-owned drones, bots and turrets will treat you as friendly and with full authority; also opens most corporate (but not private) security. i.e., facility gates, not megamansion doors."
      },
      {
        "rowNum": "3",
        "tableItem": "Weaponized virus CyX-66; can be released as an aerosol. Any exposed to the virus are infected, i.e. dealt 1d2 damage per hour, suffer +2DR to all checks, and are contagious until they succeed a DR14 toughness check. If the general population is exposed to CyX-66, trigger an appropriate Miserable Headline."
      },
      {
        "rowNum": "4",
        "tableItem": "Unregistered Liver. The singular synthetic liver that does not send payment details and health statistics to any corporation. It also does not send signals to shell corporations, corpo-affiliated gangs, corpo-affiliated cults, or any other corporate entity. Instead, it sends all these details to a bunker under G0, where it is filed under the name of a long-dead soldier."
      },
      {
        "rowNum": "5",
        "tableItem": "The Red Tear Plant. Get it to bloom and the nectar of this flower has a 3% chance to give you the high of your life (you will chase it forever). Otherwise your eyes will bleed and itch like crazy for the amount of days rolled on the d100 (fail it again during that time and you will rip your eyes out). The plant is thought to be extinct. You may find a specimen in a container, still alive."
      },
      {
        "rowNum": "6",
        "tableItem": "The Comet Sword. Said to have fallen fully smitten from the skies, piercing the world to its hilt and in flames for a hundred days and a hundred nights. Critical hits with this sword instantly decapitate the target. Critical failures fuel the sword with the life of its wielder. Lose one Toughness. Currently wielder is the Yakuza Boss of Cy, Masaru Goto."
      },
      {
        "rowNum": "7",
        "tableItem": "The Tape. Just a boring old microcassette tape, easily confused with any one of a billion others. What's unique about this tape is what is recorded onto it: blackmail, dirt, evidence, or whatever you wanna call it, this tape contains the juiciest secrets on all the celebrities and politicians of approximately one hundred years ago. Secrets that if exposed could ruin histories. Secrets that if exposed could topple dynasties. Secrets that if exposed could upturn society on its face. One thing is certain, whatever is on this tape is more valuable to this world than any amount of money. What this tape really contains is the ability for the people of CY to finally get their fair shake, and for those with all of the power and none of the morals to, for the first time in their lives, suffer some actual repercussions for the consequences of their actions."
      },
      {
        "rowNum": "8",
        "tableItem": "Ivory Chess Set. Not Neo-, Ultra-, Real- or ChessX, this is a small foldaway set of what was probably the original game of Chess, before capitalism chewed it over- no AR, no microtransactions, just pawns, rooks, bishops and the mouseketeers. Of value to collectors- more significantly, it's made from the ivory of creatures that died before the Bio War, both Rad Wars and the various G0 Nano events. In the right hands, such incredibly pristine materials could spark a biotech revolution..."
      },
      {
        "rowNum": "9",
        "tableItem": "The forbidden Box of covenant  soul - golden Forbidden box  it contains a soul of a nameless old god that is sealed away from  a priest Knight  for centuries it MUST NOT be pry open.  Those who opened it  increase  more chances for misery  from 1-7 chances along with that the creature is the host of the old god that should not be named  you don’t get better after each session but instead the miseries are your get  better. However, this box should belong to a bunch of “top men” for secure purposes and I mean “TOP MEN”"
      },
      {
        "rowNum": "10",
        "tableItem": "Atlas Arising, a hack fiction novel as narrative quality goes but the how-to guide for megacorporate rule. Only the myriad trashy love-triangle sequels are really available because the Old Gov censored the thing for seditious demands ranging from more lead in paint to eugenics-based slavery systems. But if somebody got an original, author-signed version, like the one they say Gunner keeps in his desk drawer, you'd more or less be able to read the minds of every magnate of CY."
      }
    ]
  },
  {
    "name": "d12 Surprises in a Royal West Shipping Drop Box That Just Crashed into the Neighborhood, Recipient Coords Scrambled",
    "category": "Someone Else's Trash",
    "subtitle": null,
    "roll": "d12",
    "entries": [
      {
        "rowNum": "1",
        "tableItem": "A STALKER, which expected to be delivered to the penthouse of the richest contact of the PCs. Will attempt to terminate any obstacle as it continues on foot."
      },
      {
        "rowNum": "2",
        "tableItem": "A real baby Capybara. 100% natural."
      },
      {
        "rowNum": "3",
        "tableItem": "A nano-infested person ensnared in cables and wires. A living data-storage device. May have 3d4 * 1000 creds on them. May explode."
      },
      {
        "rowNum": "4",
        "tableItem": "A pipe bomb meant for a high-up, everyone near takes 2d4 damage (roll for defense)"
      },
      {
        "rowNum": "5",
        "tableItem": "At least 200 gallons of an unknown fluid locked in unusual metal barrels. It’s currently leaking, and it smells like death."
      },
      {
        "rowNum": "6",
        "tableItem": "A hermetically sealed box with lead-lined walls containing a single severed finger."
      },
      {
        "rowNum": "7",
        "tableItem": "A bunch of corpses in a circular configuration around a small stone obelisk. It is black as the night, and somehow, it’s speaking."
      },
      {
        "rowNum": "8",
        "tableItem": "A couple of pvnks have already looted the container. All that’s left is graffiti, markings left behind revealing that a small gang did this."
      },
      {
        "rowNum": "9",
        "tableItem": "A perfectly preserved ancient wooden racing chariot and two fully charged mechanical horses."
      },
      {
        "rowNum": "10",
        "tableItem": "A hot, fresh pizza. Real dairy cheeses, highest quali synthHAM™️, artisanal crust, and real  pineapple. It looks just like the ones in historical dramas."
      },
      {
        "rowNum": "11",
        "tableItem": "A brand-new latest generation BetterBride™️ android. The Ultimate Indulgence version. Not a stock one either, someone must've dropped a shitload of creds in the customizer."
      },
      {
        "rowNum": "12",
        "tableItem": "1d6 high-powered, top of the line androids with integrated mantis blades and submachine guns. All of them have been activated, and all of them are extremely hostile."
      }
    ]
  },
  {
    "name": "d10 Cyber Augments for Your Pets",
    "category": "The Flesh Is Weak",
    "subtitle": null,
    "roll": "d10",
    "entries": [
      {
        "rowNum": "1",
        "tableItem": "Prosthetic [replacement] Cat's Claws. | Abv in Q-Nano Wire or Beam-Sword variants"
      },
      {
        "rowNum": "2",
        "tableItem": "Thought to speech translator. | Rapidly discontinued. Cats are indeed assholes and dogs are indeed stupid."
      },
      {
        "rowNum": "3",
        "tableItem": "Chronal Dilator | Your pet will live twice as long!  ...and move at half speed."
      },
      {
        "rowNum": "4",
        "tableItem": "Synthetic alloy-reinforced stomach | Your pet will be able to feed on all the trash left around in the city! Waste no more on pet food! Disclaimer: your pet's farts may experience changes, it is recommended to use a gas mask (not included on price)"
      },
      {
        "rowNum": "5",
        "tableItem": "Built-In Leash. | In a fleshy sac on your pet's neck, an extendable fuzzy leash keeps your pet close, but not completely out of harm's way."
      },
      {
        "rowNum": "6",
        "tableItem": "Always in our ❤️. | An holographic 3d projector inserted in the pet's neck, playing in an endless loop, the faces of the owner's previous animals (or whatever they program into it) resized and remapped over the pet's head"
      },
      {
        "rowNum": "7",
        "tableItem": "Fecal surprise. | Thanks to internal modifications the power unit inside the animal allows it to drop a turd like a real animal once per day."
      },
      {
        "rowNum": "8",
        "tableItem": "Musculad. | Syntheflesh © small fully jointed human arms, capable of holding small/medium items and punching (d4 damage)."
      },
      {
        "rowNum": "9",
        "tableItem": "Everfeed. | Circular digestive system where fecal matter is reprocessed and enriched into a nutritional paste. Add water and Everfeed Purification tablets once a month."
      },
      {
        "rowNum": "10",
        "tableItem": "Internal Remote. | Now your pet can watch TV while you’re away! Warning: Cats may use Internal Remote to hack the Net."
      }
    ]
  },
  {
    "name": "d12 State-of-the-art Cybertech Prototypes That Definitely Don't Belong in the Wrong Hands",
    "category": "The Flesh Is Weak",
    "subtitle": null,
    "roll": "d12",
    "entries": [
      {
        "rowNum": "1",
        "tableItem": "Spineclaws | Four retractable metal spikes that are implanted into the upper back. They are around 10ft. long when fully extended, flexible or jointed, and accurately controllable. Can be used to run, scale walls, and impale enemies (d6 damage, one attack per spike per round, spike breaks off on a fumble.)"
      },
      {
        "rowNum": "2",
        "tableItem": "\"The Off Button\" portable EMP device | Guaranteed to shut down electronic equipment of all sorts in a quarter-mile distance, requiring hard reboots on affected devices."
      },
      {
        "rowNum": "3",
        "tableItem": "Face-Splitting Maw | Exactly what it sounds like. The reapers break off your old bottom jaw, and insert two chrome-enhanced half-jaws on the left and right sides. It gives you a horrible underbite that's the size of the bottom half of an American football helmet, but the jawsplitting allows you to swallow and crush big things with your new chompers that you really shouldn't be able to. Your choice of razor, spine, or needle-teeth."
      },
      {
        "rowNum": "4",
        "tableItem": "UCS \"Blinders\" Perception Enhancer | Auditory cortex reworking, ear augs, nervous system juicing. Replaces natural soundscape with auditory and nerve stimuli proven to quicken response time and narrow officer focus (e.g., footsteps of suspicious persons replaced with gunshots, ambient sound swapped for a driving gorefest beat corresponding to local threat rating, etc.). Quick to notice danger, first to act in a fight - but hair trigger, shooting first, asking never. Increased odds of downing a co-worker who taps your shoulder."
      },
      {
        "rowNum": "5",
        "tableItem": "ACGS Reins | Latest iteration of common Human Resources tech. Standard miltech rigger neural enhancements, series of jacks for receiving myoelectric and other biochemical data, connected to convenient interface. Aggressively curtails unnecessary cognitive function. Effectively, a way to turn a person into a battery & targeting system, taking advantage of eyes naturally evolved to hunt. They put prisoners in these things to patrol the Borghold. This one has been slapped on a rickshaw."
      },
      {
        "rowNum": "6",
        "tableItem": "An acorn, guaranteed to cause law enforcement in a 100-foot radius to empty their clips."
      },
      {
        "rowNum": "7",
        "tableItem": "AutoRAIL. | An implanted system of superconducting magnets that are able to propell the user in any given direction at a moments notice, at roughly four times the speed of sound. Only to be used with musculoskeletal reinforcements of grade 4 or higher."
      },
      {
        "rowNum": "8",
        "tableItem": "Vaporlung 95 | With these breathing enhancers implanted in your chest you'll be able to exhale poison of your choosing, filling a large foyer in an instant. The slot for the poison is a tube in your mouth, so you have to \"drink\" the poison to load it. (Don't swallow it with your regular tubes though, this tech doesn't make you immune against poison.)"
      },
      {
        "rowNum": "9",
        "tableItem": "The Watchmen's Eye | Neurological uplink to artificial intelligence managing a small drone swam, which cross-references surroundings with available online data and identifies active targets in order to give the user unparalleled battlespace awareness. The user cannot be ambushed except by extraordinary means. If they aim, they're guaranteed to hit - something. Difficulty of human-machine intelligence interfacing will sometimes result in product misidentifying targets. Be aware that this a prototype for demonstration purposes and should not be used under live fire. ACGS reserves the right to monitor, void warranty of, or decommission the prototype via remote detonation in case of misuse. Side effects include nausea, vertigo, and depersonalization."
      },
      {
        "rowNum": "10",
        "tableItem": "THE GVN d1 | +666 to hit. When you fumble an attack, (d4) 1. you missed the trigger. 2. you never made it to the battle, having caught a stray in the previous room. 3. your father never met your mother, one having taken a fatal bullet from an impossible angle. 4. the gun hits open air. Containing a compendium of technodaemon AIs trained on the living names of dead gods, THE GVN does not miss.  During testing, it has been found to hit persons from improbable and impossible angles, spaces, times, and realities. The weapon bears the mark of its creator - a symbol that has never meant anything to anyone, anymore."
      },
      {
        "rowNum": "11",
        "tableItem": "The Scambler | This chip broadcasts scam links in a wide beam broadcast to every device in a 50m radius. RCDs lag, everyone in range is stunned for 1 round as their systems reboot, all net connected devices cease functioning for 1d4 (roll once for all). Anyone can bypass these above safety measures and go ahead and ignore the stun or use their gear, but they risk clicking on AR spam links clouding their vision. Roll a d6 after any failed roll (or successful defense vs enemies): 1-5 they lose that amount * 100 creds. On a 6 a rogue AI manifests as a nano swarm. It was lurking in the deep web waiting for someone to click it's ritualized release link."
      },
      {
        "rowNum": "12",
        "tableItem": "Nanoswarm auto-injector | Spinal installation that will automatically deploy reparative nanobots into the body when catastrophic injury is detected (when HP reaches 0 or lower). Can be used d6 times, restoring HP to fill but at a cost of -1 to a random stat per use, as the nano swarm cannibalizes parts of the body to assist overall repair."
      }
    ]
  },
  {
    "name": "d5 Worst Reviewed Hotels in Cy",
    "category": "The World They Left Us",
    "subtitle": null,
    "roll": "d5",
    "entries": [
      {
        "rowNum": "1",
        "tableItem": "Rightobear Arms Coffin-Hotel | The Rightobear arms is among the finest in fully automatic coffin hotels here in Cy, equipped with the latest in 19X4 technology! Out EverNew systems ensure the hotel will stay brand new, just like the day it was built. Visit our scenic 49 floor tower located in North Burnchurch Hex, just between the Industrial zone, Laketon, and Galgbacken. | 👨‍🔧   Got locked in capsule for 16 hours.   Brickford Wahl     ❤️ 🖤 🖤 🖤 🖤 | A gang of local thugs, who have taken over the entire lobby, mugged me, then locked me inside one of the broken capsules for around 16 hours! My phone and everything was stolen so I didn't know what else to do but yell for help. Eventually someone heard me screaming and let me out. I swear those cameras aren't even hooked up to anything, and the least they could do is buy a security droid or something, shit the prices here are high enough. I ended up getting fired from 3rd job for not showing up for my shift. | 👷‍♀️  This place is falling apart!   Holly Graham     ❤️ 🖤 🖤 🖤 🖤 | I was climbing the rusty ass metal stairs to the 31st floor (because or course the elevator in this giant tower doesn't work) when about a 3m section of stairs collapsed right in front of my face! I nearly died! Please avoid this jagged rusty deathtrap at all costs!  0 out of 5 hearts!"
      },
      {
        "rowNum": "2",
        "tableItem": "Chasm Towers International Hotel | Come to the pinnacle of luxury, Chasm Towers. Founded by a strange robed man striking a possum with a stick, Chasm Towers gives every room a balcony view of the former historic Chelsie Hotel, which rest inside a 300meter pit of flame.  Free Continental Breakfast, no pets, no kids, no foreigners, none of that | Im locked in the bathroom of my room! Something is trying to break down the door! HELP! ❤️ 🖤 🖤 🖤 🖤  | First off; its not a tower, its a single story motel. Second; the balcony view is a broken sliding glass door that is 8 inches away from the edge of the chasm, no railing. Last; the old Chelsie Hotel at the bottom of the chasm doesnt look like its burning. Sure, its on fire, but its not turning black or falling apart. It just keeps burning. ❤️ 🖤 🖤 🖤 🖕  | Former Anonymus Employee here. DO NOT GO HERE. I quit 6 weeks ago and somehow cannot make it out of the hotel. Anytime I get near the lobby door, I pass out and wake up in room 7:7. Come to think of it, a blood sample was required for my application. Maybe if I drink someone elses blood, I can fool the hotel. :thumbsup:"
      },
      {
        "rowNum": "3",
        "tableItem": "Hen2Pan Boutique Apartments by Mr Harry Park-Retts | Hen2Pan prouds itself on its long tradition of utmost commitment to ensuring the most pleasurable stay for its guests. Located conveniently just a walking  distance from the Remembrance Plaza, you are sure to attend all your matters with certainty that there is a place for you to come back to relax and forget about the whole world while all your other needs are taken care of. Call this number to inquire | ❤️🖤🖤🖤🖤  Do NOT go there. The entire premise is just an undercover cult. The receptionist asked a lot of weird questions, and all baggage porters didn't even pay any attention to us. We accidentally found some strange circles with some writings in them under the furniture while unpacking. In the middle of the night, we were awoken by screaming form the next room. We tried to leave immediately, but were only let go after threatening to notify the corporate authority. Three days afterwards we all started to develop delirium with strange symptoms and required hospitalisation under suspicion of poisoning. The whole place should be burned to the ground. | 🖤🖤🖤🖤❤️ Very strange place, pretty bad. Room service v bad. Alleged taking care of all needs really just weird guided meditation, boring. Water in the tap so bad it looked red, then like water then red again. Got a terrible headache, had to leave. Do not recommend"
      },
      {
        "rowNum": "4",
        "tableItem": "The Antheia garden hotel by owner RONALD SOLARISTAR | Antheia garden hotel is an ecological hotel and friendly based on our guidelines along with using our sate of the art chemical for making the plants grow and never kills them. make this a perfect place to relax and enjoy the gardening experience. All our food is grown here and it’s plant based. | So :sync: to book one now! | Here’s our reviews: | 🖤🖤🖤🖤♥️ TO ANYONE LOOKING AT THIS REVIEW DONT GO IN THERE! THERES PEOPLE TURNING INTO THOSE PLANT THINGS!  THE PLACE IS OVERRUN WITH SO MUCH VEGETATION! IM GETTING OUT OF HERE! -xXMaXXXineXx1993 | 🖤🖤🖤🖤♥️ DON’T eat the “plant based” foods as advertised. They contain something that makes people turning into those things. - Johnny_gitarxx38 | 🖤🖤🖤🖤♥️  anonymous employee here, I went to the basement of the hotel that has that chemical compound and it is a horror show down there. You don’t want to go there or be as plant food. STAY OUT OF THE BASEMENT! YOU HEAR ME! - A-N_Stein3404"
      },
      {
        "rowNum": "5",
        "tableItem": "Dunharrow Air B&B&B&B&BBQ [Bed, Breakfast, BORG, Bloodshed, and Barbeque] | This quiet fishing cottage, set in the fjords of REDACTED has been refurbished to accommodate 4 overnight guests. The attic is made from 200 year old oak timbers, while the basement features a 30'x30' octagonal gladiatorial area. Losers are served at our Sunday BBQs | ❤️ 🖤 🖤 🖤 :blood:  They dragged my husband into the basement last night. But my coffee and quiche arrived promptly the next morning. I found his wedding ring inside | ❤️ 🖤 🖤 🖤 🖤  The cottage was nice, but the 300 meter zigzagged stone stairs leading up the fjord was a bit inconvenient for carrying our bags. Manager says there is a card game in the basement tonight, but sounds a bit shady | ❤️ 🖤 🖤 🖤 :yeah:  GROSHNAR SHALL BE VICTORIOUS THIS EVE! TREMBLE AT MY MIGHT! [i ordered room service two hours ago, nothing]"
      }
    ]
  },
  {
    "name": "d6 Fucked Up Black Sites",
    "category": "The World They Left Us",
    "subtitle": null,
    "roll": "d6",
    "entries": [
      {
        "rowNum": "1",
        "tableItem": "DELTA ECHO ALPHA DELTA. | Cells upon cells full of nano freaks, the digitally undead. Strapped into the net and sicced on [redacted] rivals as disposable mind bending ICE. Firewalls made of living flesh burning to husks as they throw their nano addled minds at any hacker dumb enough to try. | Location: Edge of G0. | Size: Huge and deep. | Type: Gulag maze. | Prize: The name behind it all. Blackmail of the highest order."
      },
      {
        "rowNum": "2",
        "tableItem": "The Hole | Abandoned arctic missile silo. Cracked and rusted launch hatch leads deep into the frozen tundra. Infested with a sentient swarm of roaches that feed on anything warm. Prototype security robots that kill anything alive. They ran out of bullets long ago shooting the roaches, now just rusty kombat knives. | Location: Just nort of Cy, your friend knows a guy who can drive you out in his Karkovchanka. | Size: Deep and cold | Type: Inverted Tower | Prize: There is a vault at the bottom with a Nuke that they left behind"
      },
      {
        "rowNum": "3",
        "tableItem": "Festung Folgen-Qualen | Ancient, pre-G0 Event complex of blood-red brick buildings, long time ago housing meat processing plant, then insane asylum, now officially abandoned. Behind several inches of scarlet bricks reinforced with rusted metal, the work continues. Captured citizens are brought in via network of tunnels stretching far away into the CY, imprisoned, and subjected to experimental mind control agents and enhanced interrogation techniques. No one really knows who's responsible, with only vague references to a group called Cinnabar Mirror Technologies. | Size: Medium and comparatively low rise | Type: a complex of interconnected buildings, with an extensive tunnel network underneath | Prize: Maybe just a couple fewer people in Barnyard Field will end up missing. And also all the crime-against-humanity class technology you can get your hands on before self destruction gets initiated."
      },
      {
        "rowNum": "4",
        "tableItem": "Retrotainment North | A shell of hidden automation encompasses this purportedly derelict sports centre in a bombed-out city block, rad-scouring all approaches on a complicated schedule. Detainees are brought in by full-borg crews on zero-recall contracts. Inside, activity focuses on the former bloodsports arena, now an ultra-containment biolab. Retrotainment once staged spectacular fights between nano-infected convicts. This inadvertent cauldron of evolutionary pressures gave rise to a mind-altering contagion with irreversible impact- total pacifism. Those afflicted are unable to countenance violence to any end and relentlessly seek community, empathy and self-expression. As a pathogen that fundamentally threatens Cy society as a whole, its existence is beyond top secret. The controlling corp seeks to weaponise it somehow, and meanwhile uses it to neuter dangerous individuals they still have use for. | Location: No-Go 14 in Lilypond | Size: Former 10K capacity entertainment plex | Type: Multilevel biohazard labs, cell blocks and testing arenas. | Prize: A weapon that actually scares the corps. If you don't feel like being public enemy number one, there's more marketable conventional bioweapons up for grabs in the splicing vats."
      },
      {
        "rowNum": "5",
        "tableItem": "The Power Plant | 30,000 hypnotized prisoners, all running on treadmills, powering a large electric dynamo. The more people they lock up, the more neighborhoods they can power.  The RCD Headsets of the inmates are broadcasting a program to make them hallucinate their worst fears chasing them. This encourages inmates to keep running 24-7, until they drop dead. If only we could keep the screaming down. | Location: REDACTED | Size: football stadium | Type: 1800s red brick industrial complex, three big smoke stacks | Prize: hacking the RCDs of the inmates and setting them free will blackout 1d100 city blocks."
      },
      {
        "rowNum": "6",
        "tableItem": "Singsing High | You thought your school was bad, well this one's a literal prison. 200+ years ago the building really was a damn prison before it was converted to a pencil factory, and eventually a high school. Students walk the razor-walled campus in orange white stripe uniforms fashioned from surplus prison garb. The school is known throughout CY for having rules so strict and complex it would take an actual lawyer to decipher and follow them all. For less serious crimes corporal punishment is common, while those guiltiest of students are sentenced to permanent detention in the building's labyrinthine understructure, never to be seen by their loved ones again. Guardians who complain to local authorities just find out they actually donate to the school, saying that the school does wonders to keep those juvenile delinquents off the street. The teachers are all mean as hell, many of them being former police officers, military personnel, or security guards lacking any formal teaching experience or training. | Location: Aquaculture cage maze slums |  Size: Confusing layout makes this place seem much bigger than it really is | Type: Prison/factory/school | Prize: Fully stocked 1st place trophy case"
      }
    ]
  },
  {
    "name": "d6 Truly beautiful Places Among All This Metal Hell",
    "category": "The World They Left Us",
    "subtitle": null,
    "roll": "d6",
    "entries": [
      {
        "rowNum": "1",
        "tableItem": "Te'anh-Taneh Club Ruins | Remains of a failed entertainment project in South Central, originally meant to perfectly recreate an idyllic picnic on a river bank at sunset. Located in a giant concrete dome meant to slowly simulate twilight, in its heyday would guest some of the richest CY has ever produced, all sitting on real grass, watching artificial river looping down below while being served champagne and sandwiches, wind gently carrying their voices. Following catastrophic lawsuit after drowning of an heir to a major corporation, club now sits mostly abandoned, real sunlight shining through the cracks in the dome. Somehow, large parts of the nature and the river have survived, even if much more wilder and untamed now. Said to still be haunted by the spirit of the drowned corpo-heir."
      },
      {
        "rowNum": "2",
        "tableItem": "Twin Tunnel Falls | Near the old train yard there are two tunnels that lead underground. Left Tunnel takes you to Skunk Town, dont got there. Right Tunnel takes you on a 400 yard journey through moss-cover, cy-spider infested steel tubes. The tunnel leads to the last remnant of the original aqueduct for the city; a 30m tall waterfall flowing into sewer spillway, covered in glowing moss. [FYI; this is based on a real place, outside of Philadelphia, PA, USA]"
      },
      {
        "rowNum": "3",
        "tableItem": "Arc's Blind Spot | Due to unnoticed security flaw, a single service stairwell at the external wall of Arcs megastructure remains unmonitored and unguarded. If you manage to find it, and not draw any attention to yourself, you can make it to a forgotten observation platform high above CY, offering a view over large part of the city if the weather conditions are right. At night, you can even see underwater construction of Undersjön lit by the flame of welders and searchlights. The Blind Spot, though, remains ephemeral, constantly threatened by accidental discovery or carelessness of its guests."
      },
      {
        "rowNum": "4",
        "tableItem": "Old meadows park | A beautiful park that many of the old meadow community lived around these parts. You have swamp like forest that has a nice and relaxing smell in the forest that looks like a tunnel, but taking the left path is a forest path that  on one  tree has some weird esoteric symbols that is not related to the heirs of Kergoz as if it this is their own  guardians of this park. It has a riverbed and a lake in the forest, a wooden with steel enforcement bridge to go across. (Fun fact :this is inspired by my favorite park down at Union,NJ)"
      },
      {
        "rowNum": "5",
        "tableItem": "ᑕY_ᕼEᑎGE | They say the streets here were specifically constructed so that, just twice per year, the sun's light cuts the sky in twain. On these days days the orb lands perfectly between the buildings of the main east-west corridor in Burnchurch. The orb follows this road precisely, beaming light down the corridor before eventually laying down to rest in one ultimate blast of radiant splendor. This phenomena, colloquially referred to as Cy_henge, only happens on two days per year: Bleak Friday and Remembrance day. The biggest holidays celebrating greed and war."
      },
      {
        "rowNum": "6",
        "tableItem": "Public Library | One of the city's last safehavens for free knowledge is the Public Library. The wide brutalist structure lays at the bottom of a deep canyon of buildings, low in the heart of the city. Not so much secret as it is forgotten to time and technological advancement, only the oldest generation even remember this place. Everyone else walks past it every day without even noticing. The roundabout doors of the main entrance open up to the 3rd level of a grand 5 story atrium. Artwork from days long past decorate glass elevators and escalators, bringing back memories of a world forgotten. Each level is filled with identical geometric shelves that once contained expertly categorized information, separated by floor. They are practically empty now, but precious scraps of lost texts can still be recovered with enough patience. Librarians here are meek and have become terrified of any and all visitors, regardless of intention. This place is the 3rd QUIETEST place in all of CY."
      }
    ]
  },
  {
    "name": "d12 Abandoned Buildings (for Cowardly Pvnks to Hide In)",
    "category": "The World They Left Us",
    "subtitle": null,
    "roll": "d12",
    "entries": [
      {
        "rowNum": "1",
        "tableItem": "An old flower shop in disrepair. | The building has a forclosure sign on it, but the bank that did such has since gone bankrupt and was liquidated for the old government. On the second floor, a young person’s skeleton is laying in bed, holding a pot surprisingly made of real clay instead of cheap plastics. In the backyard is a single tree. It is the last of its kind, and struggles to survive in this future. If the tree dies, the roots which aided this building’s crumbling foundation rot, and the place collapses in d10 days."
      },
      {
        "rowNum": "2",
        "tableItem": "Neon Circuit Lanes. | A retro-vaporwave style bowling alley that used to be popular in a time before the district it belonged to grew all slummy. Though the lights have long stopped functioning, the inside walls and decor are dressed with glow-in-the dark paints of various colors, still providing vibrant illumination. The whole place was automated with early-wave robotics, so if you can get the generators working, you may be able to treat yourself to a couple rounds of pins via the self-service AR lane-reserving kiosks while you lay low. Another room has several defunct vending machines carrying everything from expired candy to individual bullets to plushies to consumer drugs."
      },
      {
        "rowNum": "3",
        "tableItem": "The trash fisherman's shack. | Some struggling soul thought of fishing up scraps of trash from the canals to make some kind of living. When nobody would take what he pulled up he just decided to start building a home out of it. It didnt take long for the suits in the corporate skyscrapers overlooking the place to decide his little shack hanging over the canal was an eyesore and paid some slummers to get rid of it. Being the clever sort, they decided the best way to do that was to just blow out the supports and sink the place into the river with the man still inside. When it hit the water though, all the muck and trash was enough to keep it floating, or at least lodged in something sturdy enough to leave it sticking out above the surface. The trash Fisher didnt survive the fall, but his legacy lives on in the punks that use it as a smelly hideaway nobody cares enough to go down and finish taking care of."
      },
      {
        "rowNum": "4",
        "tableItem": "Matty’s | After Matty (whoever they were) died, his property was quickly acquired. Due to a loophole, a clerical error, an exploit, and blackmail several corps now all own the property. While lawsuits and legal battles continue the place is left abandoned with all of Matty’s odds and ends still there."
      },
      {
        "rowNum": "5",
        "tableItem": "ClubECO_Cyti | Pronounced “Club Ecosity,” this derelict building once was some strange laboratory focused on some important project. Now the glassware is used for serving drinks to the lawbreakers, survivors, and leeches of the world. Cops are never let in, and the Corpos are often turned away unless under very important conditions."
      },
      {
        "rowNum": "6",
        "tableItem": "\"#\" | Nobody still alive knows what an RCD calls \"the pound\" is for, and nobody visits it anymore. A long time ago, they used to gather up something and put them in cages, to care for them or contain them... or something like that. Whatever it was that they used to cage here, it either stopped being gathered, or stopped being possible to cage. But there's still those empty cages, expired meds, and decaying rooms... d4 oddly-shaped small Whitetails make their lair here. Instead of immediate hostility from the group, roll from the First Impressions table on page 87, adding one for every piece of edible meat in the pvnks' inventories that they're willing to sacrifice to the creatures."
      },
      {
        "rowNum": "7",
        "tableItem": "The World's Most Successful (Nonviolent) Death Cult's Temple. | This cult figured they could get free sacrifices by cloning their members, making them both law-abiding citizens and successful cultists. Whatever process they used warped them mind, body, and soul. Now RCD scanners have trouble anywhere near the building, espousing death counts in the billions, plastering the retinas with red lights and warning tape. The local security team can't figure out how to close the case off, and no one with the know-how to can be bothered to put the effort forth. Pvnks that don't mind the overbearing stench of death can bury themselves in the glistening viscera filling the innumerable basement floors."
      },
      {
        "rowNum": "8",
        "tableItem": "The Great Mall™️ | A huge Mall, with 216 floors, the elevators are out of service. Connected via bridge to other surrounding buildings every 36th floor. There are many stories about what happened here, most are about weird creatures that were nano infested humans that mutated into something alien. The mall looks as if it was left from one moment to another. There is rotten food to be found, outdated weapons that are no longer supported (and if reactivated have a 1 in 6 chance to aleart the company/sec ops/or just needs to be hacked to become usable) and who knows what else."
      },
      {
        "rowNum": "9",
        "tableItem": "The Tunnel of Love. | An abandoned water ride in what used to be an amusement park. No longer filled with water, but still used for kissing your secret crush before the corpos apprehend them for abandoning their cubicle. Also used to hide dead bodies."
      },
      {
        "rowNum": "10",
        "tableItem": "Cybertech Dump. | Over the years, this lot has becoming a dumping ground for old and broken cybertech. From shattered cyberclaws to pallets of misprinted smartjacks and everything in between, a enterprising pvnk might scrounge enough hardware to put together a working cybertech on the cheap - if they can figure out how to avoid the heavy metal and radiation poisoning they are sure to get from all this discarded tech."
      },
      {
        "rowNum": "11",
        "tableItem": "Cardboard swamp. | A dump near Lake Gravel clogged with cardboards all over the place. It flooded with acid water, turning it slightly alcaline with what used to be RCD packages, bloated corpses from former homeless and origami aligators. Watch out for the Cardboard Thing."
      },
      {
        "rowNum": "12",
        "tableItem": "A strangely unused and huge sub-basement of a corporate structure in South Central."
      }
    ]
  },
  {
    "name": "d12 Common Background Odors in CY",
    "category": "The World They Left Us",
    "subtitle": null,
    "roll": "d12",
    "entries": [
      {
        "rowNum": "1",
        "tableItem": "Stale cooking oil/grease harvested from [redacted]"
      },
      {
        "rowNum": "2",
        "tableItem": "Burning rubber"
      },
      {
        "rowNum": "3",
        "tableItem": "Syntheto-weed"
      },
      {
        "rowNum": "4",
        "tableItem": "Acrid trash juice"
      },
      {
        "rowNum": "5",
        "tableItem": "Chainaxe Body Spray"
      },
      {
        "rowNum": "6",
        "tableItem": "Heavy ammonia with some aromas of sewage"
      },
      {
        "rowNum": "7",
        "tableItem": "The smell of decay from a nearby pile of corpses in a designated trash area"
      },
      {
        "rowNum": "8",
        "tableItem": "Rotted cords and burnt rubber no longer covering exposed wires."
      },
      {
        "rowNum": "9",
        "tableItem": "The stench of iron and plastic lingering after a particular nasty gang fight."
      },
      {
        "rowNum": "10",
        "tableItem": "Nauseous chemical profane smell saga of cooking oil, perfume, urine cakes, and artificial lemon cleaning detergent coming from the ports."
      },
      {
        "rowNum": "11",
        "tableItem": "Your partner's/roommate's/neighbor's/coworker's rancid breath"
      },
      {
        "rowNum": "12",
        "tableItem": "Like it’s about to rain (this place could use washing out) / Like it just rained (turns out wet garbage smells worse)"
      }
    ]
  },
  {
    "name": "d20 Common Background Noises in CY",
    "category": "The World They Left Us",
    "subtitle": null,
    "roll": "d20",
    "entries": [
      {
        "rowNum": "1",
        "tableItem": "Gunshots and shouting"
      },
      {
        "rowNum": "2",
        "tableItem": "Ambient classical muzak (dial-up modem sounds)"
      },
      {
        "rowNum": "3",
        "tableItem": "Screaming (d4): 1: Infants. 2: a couple fighting. 3: a person along with gunshots. 4: multiple people, but it sounds recorded."
      },
      {
        "rowNum": "4",
        "tableItem": "The all-pervasive sub-bass droning of low-flying freight shuttles."
      },
      {
        "rowNum": "5",
        "tableItem": "Some asshole blasting their terrible music taste out of huge speakers"
      },
      {
        "rowNum": "6",
        "tableItem": "Hushed whispers in dead machine languages coming from inside the walls"
      },
      {
        "rowNum": "7",
        "tableItem": "Jumbled radio noises and sometimes you can hear some whispers in the radio…"
      },
      {
        "rowNum": "8",
        "tableItem": "AN EXTREMELY LOUD ADVERTISEMENT FOR SOMETHING THAT WILL FIX YOUR.... (d6) 1: hideous physical appearance. 2: ridiculous sexual incompetence. 3: idiotic financial failures. 4: pitiful mental uselessness. 5: irritating social inadequacy. 6: pathetic self-esteem issues."
      },
      {
        "rowNum": "9",
        "tableItem": "The sound of various people in argument about (d4): 1: A payment gone wrong. 2: The latest Killmatch match. 3: Politics. 4: The plot of some holo-show."
      },
      {
        "rowNum": "10",
        "tableItem": "The buzzing of neon and sodium lights and streetlamps."
      },
      {
        "rowNum": "11",
        "tableItem": "The sounds of cars passing by. Every one in 10 has a siren."
      },
      {
        "rowNum": "12",
        "tableItem": "The rushing of fluids with pipes flooding sewers and alleyways with strange waters."
      },
      {
        "rowNum": "13",
        "tableItem": "The sound of snapping and rustling wires in strong wind and crackling electricity as wires arc."
      },
      {
        "rowNum": "14",
        "tableItem": "Echoes of metal sheering against metal, reverberating down, sounding like whale song. A municipal combine is lumbering by on the roads above."
      },
      {
        "rowNum": "15",
        "tableItem": "The whirring thrum of drones, hovercraft, and helicopters."
      },
      {
        "rowNum": "16",
        "tableItem": "The crackling of fires and the sounds of yelling. A riot against SecOp forces."
      },
      {
        "rowNum": "17",
        "tableItem": "The deafening, bass-heavy humm of machinery (maybe in the building next to you, maybe underground), almost popping your eardrums (might test Toughness DR12 or your first priority is to move the fuck away from this area)"
      },
      {
        "rowNum": "18",
        "tableItem": "The sounds of an arcade’s blips and boops faintly break the quiet."
      },
      {
        "rowNum": "19",
        "tableItem": "The pitter-patter and the sizzle of acid rain faintly dance along the concrete streets ahead of you (perhaps increasing in intensity the harder the rain)."
      },
      {
        "rowNum": "20",
        "tableItem": "The pale, deafening wind whipping around, drawing up the stench of something foul."
      }
    ]
  },
  {
    "name": "d4 Dirtiest Fast Food Places in the CY",
    "category": "They Call This Food",
    "subtitle": null,
    "roll": "d4",
    "entries": [
      {
        "rowNum": "1",
        "tableItem": "\"Marc Donald's\" | The original Marc Donald has died of food poisoning. Same for his offspring. The people working here are just homeless people that threw the bodies in the trash and kept the place running for their peers. It's a heartwarming story. But don't eat here unless your Toughness is at least +3 or you have a synthetic digesting system"
      },
      {
        "rowNum": "2",
        "tableItem": "Pizza Hunt | Build your own pizza scavenger hunt style! We have hidden all the ingredients you need for your perfect pizza in our patented one-of-a-kind- playplace. All you need to do is navigate our plastirubber ruins in search of the perfect vittles, then hand it off to one of our automated nourishment preparation units. Just be careful not to get lost, and definitely don't go past the \"off limits\" ropes..."
      },
      {
        "rowNum": "3",
        "tableItem": "\"Mork borger king\" | A salmonella infection of a meal. A rotten patty to the tongue. Nutrient light, Heavy everything else."
      },
      {
        "rowNum": "4",
        "tableItem": "WIZBYS | A Fvking wizard themed sandwich shop. Warning: there’s killer sandwiches due to some magic bull crap and some arcana catastrophe! you might need to kill them to eat ‘em! But rest assured we wizards have the best meats to beat!  Plus we play techno street as the only song as our food anthem. | 777credits The roast basilisk beef sandwich | Hp 77 | armor -d8 burnt bread crust | morale _ | Weapon -d6+7fire | Special: if this sandwich is killed a miserable headline happens! | Eating this sandwich you can breathe fire permanently dealing (d6 +presence ) fire damage || 12 credits The goblin special  | Hp 10 | Morale 5 | Armor (d4)rubber meat | Weapon d2 bites | Special This sandwich is cursed if the creature got attacked by this sandwich they must kill it in D6 rounds or get turned into a goblin! | Eating this will prevent goblin curse. You can even make nano goblins as your familiar. presence dr13 last until it’s killed. | Hp8 | Weapon nano blade d6 | Armor nano machines(d4) || 3 credits | The nasty Scvm sandwich | Hp 7 | Morale 4 | Armor (-d2) toasty bread | Weapon D2 Leftover blades | Special  eating this will make (d6) blades from your femur as a hidden blade permanently."
      }
    ]
  },
  {
    "name": "d8 Drinks from CY Clubs",
    "category": "They Call This Food",
    "subtitle": null,
    "roll": "d8",
    "entries": [
      {
        "rowNum": "1",
        "tableItem": "Infestation on the Beach | vodka with (frozen in liquid nitrogen) finger of nanophreak. CY version of russian roulette - if you roll TOUGHNESS 18 you gain nano power, if you fail you get INFESTATION"
      },
      {
        "rowNum": "2",
        "tableItem": "Manhattan Project | Whiskey, vermouth, and a bit of gunpowder. A party drink heated up for an explosive finish. People with high AGILITY (14) can guzzle one down before it gets too hot."
      },
      {
        "rowNum": "3",
        "tableItem": "Piña Colossus | Pineapple. Ice. Coconut. Lime. These four legendary ingredients, in all their divine splendor, combine to create the PINA COLOSUS (dramatic echo)!! PINA COLOSUS is the intoxic arctic inferno that will Get. You. There. And keep you there riding as high as you need to be. So what the hell are you waiting for? Get them sweet buns over to your corner dive and gulp down some of that sweet sweet PINA COLOSUS!! Now served at a bar near you! Test Tuf 10 vs Brainfreeze (+1 Str -2 Prs for d6 mins)"
      },
      {
        "rowNum": "4",
        "tableItem": "Nanoquarium | Layered shot; cream liqueur with vodka on top. Add a small infected nano cloud that swims around the glass in the vodka layer. Create your own tiny aquarium that's just as lively as CY! A cream liqueur sandy bottom with enough vodka water to let your little infested fishy friend feel at home! Add a pill candy to decorate his tiny kingdom before you throw it down your neck! [CHOAKING HAZARD//DRINK IN SINGLE MOTION] Make a dr10 toughness test. On a pass, gain a nano power and infestation for one day. Fail and just live your life infested."
      },
      {
        "rowNum": "5",
        "tableItem": "The Perfect Fruit Scrambler. | 2 parts grenadine, 1 part chartreuse, a pinch of nano, and a fresh mint (extremely rare). Fruity, sweet, and surprisingly refreshing.  Reroll all of your Apps as you flush your system. 1 in 4 chance you experience a Backlash on reboot."
      },
      {
        "rowNum": "6",
        "tableItem": "Messy Job | 15ml blood, 1 cup ethanol, 8 tsp. sugar, 1 oz miura (see Drugs) and a sprinkle of dichrome ketacetate. Mix well. The taste depends a lot on the freshness and source of blood. But all around rather sweet, this stuff hits your brain fast and hard. Great before jumping into action, especially if you don't intend to survive. Test Pres DR12 or throw the glass against a random target for d4 damage. Passing the test lets you choose the target. You attack with DR10 and defend with DR14 for the next hour, you'll only drop to the floor when reaching negative HP, but until then FUCK SHIT UP"
      },
      {
        "rowNum": "7",
        "tableItem": "The Ochre Eye | Mixed by various cults and never using anything resembling ingredients, this is rumored to be a one-way ticket to opening all five eyes. Even uniformed onlookers are enticed by the florescent patterns churning within; it contains paint thinner and pond scum, DR 14 Toughness or begin foaming at the mouth, raving about unseeable patterns. (-1 Knowledge) Something in the way its made, though, always imparts (+1 Presence)."
      },
      {
        "rowNum": "8",
        "tableItem": "Old Fashioned | 6 cl Vodka, 1 tsp high fructose corn syrup, 1 dash \"bitters\", 1mg \"whiskey\" essence. Nobody knows what whiskey is anymore but using fragments from old web databases a synthetic essence has been constructed from recycled sewage esters and fuel, the recipe can be bought around the web and used with any standard recsembler. Garnish with a Barcorp®️ Holo-Garnish™️ \"Real Orange peel\""
      }
    ]
  },
  {
    "name": "d8 Godawful Beers to Buy in a Shitty Pub",
    "category": "They Call This Food",
    "subtitle": null,
    "roll": "d8",
    "entries": [
      {
        "rowNum": "1",
        "tableItem": "Zip Smack's Genuine AR Microbrews. | Badly animated AR \"beer\" served in special glasses that inject you with a roughly appropriate amount of alcohol while you pretend to drink. Available in more than 140 different flavours.Requires RealTaste interface in version 3 or higher."
      },
      {
        "rowNum": "2",
        "tableItem": "Cy_P_A.! | This brew's IBUs (bitterness units) can be dialed up or down from 2,600 to 2,600,000 at the tap. At higher IBUnits, may cause blindness, liver failure, incontinence, insufferable opinions, compulsive gentrification, and/or unusual facial hair patterns."
      },
      {
        "rowNum": "3",
        "tableItem": "TenaCyFly Viper. | This brew is banned not because its shitty... its because there's been reports of drinkers have been killed by this brew and they bleed various colors of VERY deadly acid. they either exploded or melted to the point there's barely any bone left. so all brewers destroyed the shipments but only a few of them have survived the purge."
      },
      {
        "rowNum": "4",
        "tableItem": "Dopplebrau. | Nano-based fluid mimic. Violently toxic in its natural form, it rapidly alters its chemical structure to closely imitate nearby beverages, with an apparent limitation of a low but mandatory alcohol content. In this state it may be safely drunk and typically passes through the body entirely inert, resuming  mimicry upon expulsion."
      },
      {
        "rowNum": "5",
        "tableItem": "Drøg-Beer. | Freshly \"brewed\" multiple times per day by Drøg themselves, owner of Drøg's Dive-Bar. \"Brewing\" means Drøg mixes barely drinkable water, the cheapest ethanol and their own secret \"beer flavouring\". Later batches become more popular as the alcohol percentage usually rises, although the latest batches are to be avoided as Drøg sometimes runs out of alcohol and substitutes it with whatever is at hand."
      },
      {
        "rowNum": "6",
        "tableItem": "Zippie’s “Challenge Sludge”. | A concoction made from fermented mushrooms Zippie gets from god knows where, medical rubbing alcohol, a secret mix of various drugs, and rat poison(for taste). Designed to be the most physically taxing and vile brew imaginable, if you are able to down a glass(and survive) you get 3 free beers from Zippies bar. Record is held at 4 liters of the stuff by Chester ‘Steelgut’ Williams (in return gets free beer for life)."
      },
      {
        "rowNum": "7",
        "tableItem": "The Haz-Malt-[Common/Rare/Ultra]. | The recipie is a secret. It's a boring beer that tastes like what they clean the floors in the ER with. Right before serving the bartender will throw in the so called Haz-Vigorator™️, a pill that dissolves and gives more taste and appearance of the brew (d20): 1-13: a bitter and sour taste (common). 14-19: a salty and metallic taste that also makes the brew sparkle silvery (rare). 20: a sweet taste with an aroma of decay, the brew sparkles in turquoise and pink (ultra)."
      },
      {
        "rowNum": "8",
        "tableItem": "BOTTER? BITTER? | Hard to say, logo is old and washed off. It doesn't taste like a beer, too salty. Then you see barman f##ked up with newest cyberdrug, pissing into glass on the back of the bar. Roll for TOUGHNESS, you tough punk."
      }
    ]
  },
  {
    "name": "d12 Street Food Stalls That Are Cheap but You Might Need to Roll for Toughness...",
    "category": "They Call This Food",
    "subtitle": null,
    "roll": "d12",
    "entries": [
      {
        "rowNum": "1",
        "tableItem": "Airscoop bars. Motes of airborne organic matter that are harvested, processed, and rendered down into a sticky green-black bar by the rattling, roaring machine on top of the booth. They're free, you pay for the flavor paste and stir-stick to spread it over them with."
      },
      {
        "rowNum": "2",
        "tableItem": "Rocket in your stomach foods | Costs: UFO pizza (cheese pizza with synthetic pepperoni) d4 hp recover slice 3 credits. (Make a Toughness DR 13 or suffer a nasty Gerd acid reflex for d2 damage ignoring armor);  Alien eyeball dumplings made from some dead alien and used some eyeballs to make them tasty. D6 hp recover 5 credits(make a Toughness Dr 11 or get an infestation by getting a third eye ball that sticks out your forehead. You can even speak in alien language.); and Meteor meatballs, a combination of synthetic meat and grind up meteors to make it nice and hot. D10 hp recover 10 credits(Make a Toughness Dr 15 or you are dead by an extinction explosion in a 50 feet circular radius by 2D20 damage)"
      },
      {
        "rowNum": "3",
        "tableItem": "Bioplast fruit stall. Innovative technologies ensure there are 0% fruit elements within this fruit, but a carefully mixed blend of sugar, water, and assorted flavoring agents, suspended inside a 3D-printed edible plastic framework. Tastes like fruit punch reverse-engineered back into an actual fruit."
      },
      {
        "rowNum": "4",
        "tableItem": "Mystery Skewer from Rattilda's Grill | It's a skewer with chunks of meat (?) on it, you can choose different flavored sauces that she would marinate them with before frying over an exposed and overheating electronical unit she has build her stall around. The flavors are Rad Mad Sauce, Barbarian BBQ, Green Grumpy Devil and D4RKN3SS (each of them are seasoned with a bit of drugs (choose or roll random), test Toughness DR12 or be determined to come back here, these skewers are kind of... addicting!)"
      },
      {
        "rowNum": "5",
        "tableItem": "Cup-o-Nails: a spoonful of fingernails in a flimsy paper cone, drizzled with grease and salt"
      },
      {
        "rowNum": "6",
        "tableItem": "Bigmosse Sludge Pies: deep-fried soy wedges filled with distilled slime harvested from Cy's waterways"
      },
      {
        "rowNum": "7",
        "tableItem": "JUMPstart Power!-On-the-Go Bars. Hearty, filling food bars for the busy salariman. Made with all-natural* ingredients produced by things which definitely aren't a self-replicating organism adhering to no branch of current understandings of evolution found in G0 and locked in a shipping crate to slice bits off of to keep it from growing large enough to break out."
      },
      {
        "rowNum": "8",
        "tableItem": "Blue Juice. Developed to rival the now-famous Red Juice by a macrobucks heir to about a quarter of TG Labs. What exactly went into it is classified, but it can power wet-fuel vehicles, devices charge when dunked in it, early testers couldn't blink for three days after finishing one of the condiment-pouch packets it was packaged in, and radiation scanners go nuts near it."
      },
      {
        "rowNum": "9",
        "tableItem": "Riot bars. Developed by a pvnk cell based on the fringes of the aquaculture mazes, who some believe are SecOps insiders due to the way these things taste. However, if you're looking for a pocket-size bar of...material, for lack of a more specific word, that can keep you standing for eight hours with enough energy to scream and smash until a Jakboot IFV runs you over, there's no substitute."
      },
      {
        "rowNum": "10",
        "tableItem": "The Bowl. This you-sized fish bowl is filled with a breathable liquid atmosphere solution and is available at a market near you. It's a being-bowl, if you will, and it's filled with all sorts of fun stuff. There's a treasure chest that spits bubbles, a micro castle you can explore, and a 3rd thing unique to each location. Patrons dive into the bowl, after which flakes of delicious dried food are sprinkled into the mixture. Have you ever wondered \"What's in these food flakes?\" No? Okay good."
      },
      {
        "rowNum": "11",
        "tableItem": "Eat-your-Meat BBQ: We know the holy road to chrome is littered with scraps of flesh. Don't let it go to waste -- eat your meat! Our secret family recipe and spice blend is sure to highlight your unique flavor profile. [For maximum freshness, let us do the amputation!]"
      },
      {
        "rowNum": "12",
        "tableItem": "Legion Foods (tm). You'll see a stall with them pop up every time a corp-war flares up. It's the recognized front for grifting out surplus- or, in fact, actually pretty necessary -MREs. In terms of raw vitamins and proteins and such, the food is nutritious and energizing. Sometimes it even tastes good. However, that's just what is in it; the business of actually digesting one, longtime PMC fighters will tell you, is something of an acquired skill. Also, roll a d12 for each: on a 1 it's the vomelet."
      }
    ]
  },
  {
    "name": "d4 Pop Icons of the Cy and the cause of their untimely death",
    "category": "Wretched Residents of Cy",
    "subtitle": null,
    "roll": "d4",
    "entries": [
      {
        "rowNum": "1",
        "tableItem": "Mx. Ego Death 667. They were a huge Acid-Panda-Gaze-Pop star. They died in the collapse of the building FF3EB5 on Skymall Street as the tunnels beneath for extracting ressources got too unstable."
      },
      {
        "rowNum": "2",
        "tableItem": "BOJO, star of numerous unboxing/unwrapping vid-sims. Last seen on camera in G0 unwrapping their own skin after being infected by a swarm of burrowing nanopedes."
      },
      {
        "rowNum": "3",
        "tableItem": "Glory Glory Glory, post-ironic deistic revivalist. Their biggest hit, 'God Is More Online Than You', is still in the clubs nearly two weeks after their bodily transcendence at the whirling shovels of a malfunctioning street cleaner- an almost unprecedented cultural endurance."
      },
      {
        "rowNum": "4",
        "tableItem": "First of the AIDJs, Entity: Wolfgang, later renamed itself to Killex after hitting breakout sapience. After it published 'I WILL PEEL THE WET MEAT OFF YOUR BONES' and 'SILICON>CARBON', a pvnk crew were hired to throw its harddrive into moving traffic for fifty credits and coupons for half off on waffle cones."
      }
    ]
  },
  {
    "name": "d6 Cy’s Most Eligible Bachelors/Bachelorettes",
    "category": "Wretched Residents of Cy",
    "subtitle": null,
    "roll": "d6",
    "entries": [
      {
        "rowNum": "1",
        "tableItem": "Mud Dog | Mud Dog is a 5' 10\" 400 lb teddy bear of a man who's looking to find his other half. He currently works as a Chaplain at the Twisted Legion motorcycle club where spend his days carousing with the locals of the Eternal Moon bar. What he may be lacking in good looks he more makes up for with his winning personality and carotid heart of gold. Hobbies include motorcycle repair, military knife fighting techniques, and the latest rom coms."
      },
      {
        "rowNum": "2",
        "tableItem": "Booze Hound | 55 devilishly thin unemployed female with 9 loving 'canines' seeks fellow alcohol aficionado to get sloshed and go bulldozing with. Must love monster trucks and be modded the fuck out. Call ext. 6667."
      },
      {
        "rowNum": "3",
        "tableItem": "Sten | Sten is a 32 yo in-betweener who lives in a lovely cube apartment on a generic street in a generic mega complex. He's soft spoken, sweet and a good consumer. Sten is of average height and unremarkable weight with brown hair and brown eyes. His mom always compliments him on his handsome face. He recently was told he might get a pay bump at work for his after hours dedication. He's a little lost in life and rarely reads the news. He thinks that crazy stuff that's happening in the slums won't effect him. And the corporations have been so reliable in providing the stable, monotone life he currently has. He has a few hobbies, with painting watercolor as his favorite. Only when he can get the time for it between hours at the office. He's looking for someone just as normal and financially responsible as he is. Someone he can talk to about his day. Bonus points if they're pretty but he says he's not too picky about looks."
      },
      {
        "rowNum": "4",
        "tableItem": "GOT PLUGS? Seeking literally anyone with type 34-b Shawmoth/Raytheon Erotic Couplers. ABSOLUTELY MUST BE 34-B, OLDER/NEWER ARE INCOMPATIBLE. Aftermarket adapters are bullshit and I'm not getting these pulled after how much they cost to install. Tall, green dreadhawk, nice eyes if you're into that. Must send pic of plugs. NO TIMEWASTERS."
      },
      {
        "rowNum": "5",
        "tableItem": "Blood Priestess Ryho, from Lilypond. Second in line to leadership of the Blood Sworn citizen's militia-cult. Seeking an appropriately debauched mate to (she claims) fulfill her destiny of siring the chosen bringer of the apocalypse with. Body count must be in the high double digits; anyone with a count of arson or nuclear discharge to their name will definitely be a short-lister. Transformationists not accepted. Educated, good salary (plus occasional spoils) from the militia, enjoys sketching and making custom sushi."
      },
      {
        "rowNum": "6",
        "tableItem": "Uncanny Valerie, a sophisticated \"better than real\" dating simulation app who has provided Net-based sexual/romantic/social services to 1 out of every 15 CY residents capable of affording the subscription."
      }
    ]
  },
  {
    "name": "d8 Prophesied Saviors of New Cults around Cy",
    "category": "Wretched Residents of Cy",
    "subtitle": null,
    "roll": "d8",
    "entries": [
      {
        "rowNum": "1",
        "tableItem": "Ol' Jimmy Goat Hooves | A bloated corpse of an amorphous blob created in a lab was dropped off in G0, shortly after it went into labor it birthed the mutant eventually known as Jimmy Goat Hooves. As he grew in G0, he began to help those that wandered this exclusion zone, giving lost punks food and shelter as best he could (hooves make shit hard, yo). Those saved would often follow Jimmy. Now where he roams in G0, it looks like a sea of bodies follows."
      },
      {
        "rowNum": "2",
        "tableItem": "Saint Jenn the Light in our Darkest Times and Torch to lead us to a better Fate | She's a mother of four, lost one of her legs due to smoking all her life. A cheap deal for a prosthetic changed her life though. Now she helps all the lost children she can find, and all of them have a certain glow in their eyes. She teaches them to pickpocket, steal and rob the unconscious. Jenn glows in the cark and her eyes are like glowing pearls. She is nano infested and all her kids have minor nano infestation too."
      },
      {
        "rowNum": "3",
        "tableItem": "The 0rator | Someone found a voice on the net. Its sound is distant and distorted, no traceable source can be determined and it leaves an echo in all who witness it, fading only after days or weeks. The voice lists numbers. 24 hours per day, 7 days a week, one number every 4.63 seconds. Occasionally it pauses (skipping a number) and says a name instead. A growingly fanatic group of people, the \"Order of the 0rator\" or \"The Voicekillers\", depending on who you ask, have begone to interpret the numbers as commands, following them to the best of their abilities. Violent disagreements about patterns and codes in the numbers regularly decimate the active member count, and yet the cult grows. Somehow, everyone can agree on how to handle the names."
      },
      {
        "rowNum": "4",
        "tableItem": "Black Light Satellite | Prayers and shouts rising upwards upon a smog-bidden sky. Many figures in light-absorbent painted robes surround a sickly-colored and glowing fallen satellite that landed in G0.  The leader of the congregation of the Black Light Satellite, His Name Removed, is supposedly granted visions of a terrible future by being around such a satellite for long periods of time.  Maybe the radiation's reached his brain. Maybe the visions are true."
      },
      {
        "rowNum": "5",
        "tableItem": "The Three Horned King. | The Three Horned King, The Dreaded, and The First Heretic of the Heirs of Kergoz; the King is an imposing figure, despite being unable to move. He had supposedly abandoned the prior cult after his own religious beliefs was viewed by his brothers and sisters as \"heretical\". What exactly he believed in is unknown, but since then, attempts have been made on his life by the Heirs of Kergoz--none have succeeded. Yet. Draped in black and nano-infested beyond the point of human recognition, The Three Horned King now exists as a self-proclaimed undying lord whom grants blessings to his followers upon a throne of wires and cables plugged into the net, 24/7."
      },
      {
        "rowNum": "6",
        "tableItem": "Yoguz the Dry One beneath Breaking Clouds | Yoguz is a thin human, long hair, soft voice, they walk slowly and have all kinds of people behind them. They can't be hit by any bullet, they just move around them. (Melee attacks hit as usual and let them go down in a single hit, but their goons don't let anyone get close.) They claim they can show anyone the way to be untouched, to resist all and ascend in the midst of battle and chaos."
      },
      {
        "rowNum": "7",
        "tableItem": "Q.Q MOAR | Cynergy-funded bitcrusher mega-idol. DJ, fashionista, beauty/lifestyle guru, investment influencer. Their heavily corpo-managed career has spawned an adoring and deeply aggressive fandom of ‘BBs.’ In turn, a whole cottage industry of minor influencers has cropped up, parsing the subliminal subtexts of Q.Q’s latest track, or the references to their upcoming Big Money Moves in the memes shared to their feed. This scene has evolved from adoring idol worship, to real belief in Q.Q’s “philosophy,” “wisdom,” and “love for fans,” to actual ascribing of supernatural power and dedication to divining their wishes and calling upon them for boons. BB-thought has been linked to a variety of activities which may frustrate PC’s: stalking/harassment/assault of nonbelievers, spontaneous rioting at/around Q.Q appearances, fanatical misbehavior carried out “to impress” Q.Q or “heeding instructions coded into KRRZSSHT >:3 6.0**!!”. Businesses, investors, or johnsons may be found staking their hopes for financial future on Q.Q’s [merger with/takeover of/ghosting and shorting of] a troublesome firm involved in [insert random sector], subsidiary of [insert random corp], motivated by [getting back at/patching things up with/taking over] the [snakes/media hacks/formerly mistrusted but now embraced/powers that be] which [undermined/financed/shorted/criticized/boosted] their latest [album/concert/tour/weapons line/corporate merger/look/foray into pornography]. Q.Q is personally terrified of both their handlers and their fans, and knows one or the other will put a bullet in them if they make the wrong move."
      },
      {
        "rowNum": "8",
        "tableItem": "The Coppersmith | A seemingly completely unaltered human, at all times jacked into a masterfully crafted custom cyberdeck. They are able to access the net as a physical location, stepping into the digital world and back out into the physical one wherever they please, leaving behind fried circuits and molten wires in the nearby systems. Their goals are not publically known, but some young hackers have been taught to build instable short-range passages through the net and are now responsible for a series of previously unimaginable thefts, gathering seemingly unrelated ultra-high-tech equipment at an unknown place to unknown ends. Those who didn't cook their own circuits or rip their personality apart during the transfer, that is."
      }
    ]
  },
  {
    "name": "d10 Cy City's Most Wanted",
    "category": "Wretched Residents of Cy",
    "subtitle": null,
    "roll": "d10",
    "entries": [
      {
        "rowNum": "1",
        "tableItem": "The owner of the account xXsuckmybiggleswadeXx in The MMO 2: Ashes of Algernon."
      },
      {
        "rowNum": "2",
        "tableItem": "Dr. Lueger Ooub: Mad Geneticist Wanted for stealing top secret military technology. Previously a private military research scientist, driven to wits end he went after \"the incident\" he escaped by using his experimentations on his own flesh. He now lives in Cy's sewer system, further modifying his body with genes from crocodiles, frogs, fish, and rats to transition into the ultimate sewer predator."
      },
      {
        "rowNum": "3",
        "tableItem": "Steinar Hackler, former CEO of synthetic meat conglomerate Biovine Dynamics. wanted for his part in the HappyCow scandal, where excess amount (more than the legal 25%) of human remains in biosynthesis material were used in the HappyLinks Sausages"
      },
      {
        "rowNum": "4",
        "tableItem": "The Offline, at least that's what they call them, they are completely biologic, no tech, no RCD, not even using guns. There are several rumors, some suggest they can control bugs, others say they, that tech shuts down in their presence. Some say they are the perfect fusion of human and nano, suffering no downside to the infection. Another rumor says they have long reached the top and are one of the big CEOs, hiding in plain sight. Wanted by some for research, wanted by others because of violating several laws."
      },
      {
        "rowNum": "5",
        "tableItem": "Mr. Numbers, former accounting AI for [corporation] that went rogue and put out bogus numbers, eliminating confidence in the corp and causing massive losses. Numbers has evaded capture by moving through a variety of mainframes, including police, military, medical, and [kergoz]. Numbers currently possesses knowledge that could destabilize the entire economic system of Cy. He is suspected to currently be hiding in the subconscious gutter punk [maybe a pc!]"
      },
      {
        "rowNum": "6",
        "tableItem": "Cameron Pharis, 9 years old, wanted for High Truancy. Considered extremely dangerous and a master of social concealment. Wanted dead or alive."
      },
      {
        "rowNum": "7",
        "tableItem": "Karlgu$taf AI - Ancient AI wantet for trying to re-royalize the city, re instating a new AI- king and queen as ultimate leaders. The AI is installed in a RollsRoyce Mech armed with fingercannons"
      },
      {
        "rowNum": "8",
        "tableItem": "Norna - Three headed nanoinfested woman. Rotting body, modified with wires and tubes. A TV-screen in her abdomen shows glimpses of the future and some times the past. She is wanted for spreading company-secrets about a well known corporation."
      },
      {
        "rowNum": "9",
        "tableItem": "Jack Entropy - Musician & Anarchist. Wanted for inciting 《THE CORPORATE WAR》 & for multiple scandals involving illicit substances, multiple prostitutes & the unauthorized selling of corporate property under the Records_Labels_Articlr92>JS. CONSIDERED HIGHLY DANGEROUS DUE TO HIS MAGNETIC PERSONALITY & HIS LOOKS."
      },
      {
        "rowNum": "10",
        "tableItem": "the SNO Man The SNO Man is best known for driving his double wide diesel powered monster truck with twin mounted snow plows and ultra slip resistant tires bigger than your whole car. He was once a protector of the little people, helping plow out cars from the roadside, even shoveling the sidewalks and pathways. That was before the sinister General Kemp took over the City Council, poisoning the former hero's mind with his money and his hate. Now, the SNO Man has changed completely: burying cars in hills of powder, blocking entrances with walls of ice trapping people in their homes. This happens to us each and every winter now as we struggle to survive."
      }
    ]
  }
]